[
    {
        "nom": "Cake au chocolat et amandes en poudre",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "100",
            "60",
            "1",
            "80",
            "3",
            "50"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.c",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat pâtissier",
            "sucre en poudre",
            "farine",
            "levure",
            "beurre",
            "oeufs",
            "d'amandes en poudre"
        ],
        "image": "images_recettes/cake_au_chocolat_et_amandes_en_poudre.jpg",
        "etapes": [
            "Faire fondre le chocolat (en morceaux) au bain-marie avec 5 cuillères à soupe d’eau (ou le faire au micro-ondes). ",
            "Dans un saladier, battre les oeufs avec le sucre, jusqu’à ce que le mélange blanchisse. Ajouter la farine, la levure, le beurre fondu, la poudre d’amandes, et le chocolat. Mélanger. ",
            "Verser la préparation jusqu’à mi–hauteur d’un moule à cake beurré. ",
            "Mettre à cuire dans un four préchauffé à 180°C (thermostat 6 ) pendant 30 à 35 min. ",
            "Attendre 5 min avant de démouler. Laisser refroidir."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " sucre en poudre",
            " farine",
            " levure",
            " beurre",
            " oeuf",
            " amandes en poudre"
        ]
    },
    {
        "nom": "Panna cotta",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "50",
            "2",
            "1",
            "50"
        ],
        "unite": [
            "g",
            "feuilles",
            "gousse",
            "cl"
        ],
        "ingredients": [
            "sucre",
            "gélatine",
            "vanille ou extrait de vanille",
            "crème fraîche liquide"
        ],
        "image": "images_recettes/panna_cotta.jpg",
        "etapes": [
            "Faire ramollir les feuilles de gélatine dans de l'eau froide.Mettre la crème, le sucre et la vanille dans une casserole et faire frémir.",
            "Dès le début de l'ébullition, retirer la casserole du feu et ajouter la gélatine égouttée.",
            "Bien remuer et verser dans des coupelles. Laisser refroidir puis placer quelques heures au réfrigérateur pour faire prendre.",
            "Ajouter du coulis de fraise, framboise ou autre fruit juste avant de servir."
        ],
        "tempspreparation": 10,
        "tempstotal": 20,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " gélatine",
            " vanille",
            " crème fraîche liquide"
        ]
    },
    {
        "nom": "Le trianon ou royal de Nadine",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "300",
            "500",
            "3",
            "40",
            "200",
            " ",
            "60",
            "2",
            "30",
            "1/2",
            "2",
            "40"
        ],
        "unite": [
            "g",
            "g",
            "cl",
            "g",
            "g",
            " ",
            "g",
            "c.à.s",
            "g",
            "c.à.c",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat noir (52% cacao)",
            "crème entière (liquide ou pas, celle que vous savez monter en chantilly)",
            "d'Alcool de menthe (Ricqlès, ou à défaut Get 27 voire sirop de menthe, 1 cuillère à soupe)",
            "pralin (marque Vahiné, c'est de la nougatine concassée finement, ce produit n'est pas indispensable)",
            "pralinoise (voir la photo...Poulain 1848)",
            "crêpe dentelle ( gavottes , voir photo) soit 9 petits papiers dorés (il y en a 12 au total et le paquet complet fait 125 g)",
            "sucre en poudre",
            "farine rases",
            "beurre fondu",
            "levure chimique",
            "oeufs",
            "poudre de noisette (ou, à la limite, de la poudre d'amandes)"
        ],
        "image": "images_recettes/le_trianon_ou_royal_de_nadine.jpg",
        "etapes": [
            "Je vous suggère de bien lire la recette et les commentaires en bas de page avant de vous lancer, la réalisation n'en sera que plus facile.",
            "Résumé de la recette:",
            "Première étape, préparer le biscuit :",
            "Imaginez que c'est un biscuit à rouler, c'est le même principe. ",
            "Pour cela, on casse les œufs et on les bat longtemps avec le sucre, le mélange doit franchement blanchir. On ajoute la farine, la levure, la poudre de noisette et le beurre fondu, et on mélange bien.",
            "On pose le moule sur une plaque couverte de papier sulfurisé graissé, on verse la pâte dedans sur une épaisseur de ½ cm pas plus et on fait cuire 10 à 15 minutes à 180°C. ",
            "Une fois cuit (au toucher il doit être à peine cuit, et peu coloré), poser le fond de biscuit avec le papier sulfurisé sur un torchon humide pour arriver à décoller le papier. ",
            "Placer le cercle sur le plat de présentation. Reposer le biscuit dedans (avant qu'il ne refroidisse trop, il devient cassant). ",
            "Là on laisse refroidir 10 minutes, le temps pour nous de préparer la suite.",
            "Seconde étape, le praliné feuilleté :",
            "Faire fondre la pralinoise au bain-marie, laisser tiédir, écraser les crêpes en grosses paillettes avec un rouleau à pâtisserie, ajouter le pralin et les gavottes à la pralinoise fondue.",
            "Étaler sur le fond de biscuit en couche fine, tasser éventuellement avec les mains mouillées d'eau froide. Réfrigérer 30 minutes, ça doit durcir.",
            "Troisième couche : la chantilly au chocolat. ",
            "On attaque cette étape quand le praliné est dur. ",
            "Faire fondre le chocolat avec un peu de crème (jusqu'à 1/5ème). Monter la crème restante en chantilly : la crème à 30% de matières grasses, hyper froide, le bol passé 30 min au congélateur, et c'est parti !",
            "Incorporer une cuillère de chantilly au chocolat fondu pour le détendre, ajouter l'alcool. Mélanger la chantilly et le chocolat délicatement. Verser dans le cercle par-dessus le reste sur environ 2 cm d'épaisseur (il reste souvent un bol en trop). ",
            "On lisse le dessus de la crème à la spatule, puis on fait des stries avec une fourchette. ",
            "On enroule bien le tout dans du film étirable et c'est parti pour au moins 4 heures de réfrigérateur. ",
            "On pense à faire sa vaisselle (oh là là !!!). ",
            "Plusieurs heures plus tard… la crème a durci, le gâteau est prêt à être démoulé. ",
            "On saupoudre de cacao à l'aide d'une passoire.",
            "Enfin, on peut décorer avec de la pâte d'amandes, des copeaux de chocolat noir et blanc, des pistaches, des crêpes dentelles… bref ce qu'on veut."
        ],
        "tempspreparation": 120,
        "tempstotal": 135,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " crème",
            " Alcool",
            " pralin",
            " pralinoise",
            " crêpe dentelle",
            " sucre en poudre",
            " farine",
            " beurre",
            " levure chimique",
            " oeuf",
            " poudre de noisette"
        ]
    },
    {
        "nom": "Tiramisu aux speculoos",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "80",
            "1",
            "300",
            "1",
            "250",
            "3",
            "2",
            "30"
        ],
        "unite": [
            "g",
            "sachet",
            "g",
            "c.à.s",
            "g",
            " ",
            "tasses",
            "g"
        ],
        "ingredients": [
            "sucre roux",
            "sucre vanillé",
            "spéculoos",
            "d'amaretto",
            "mascarpone",
            "oeufs",
            "café noir assez fort",
            "cacao en poudre non sucré"
        ],
        "image": "images_recettes/tiramisu_aux_speculoos.jpg",
        "etapes": [
            "Faire un ruban avec les jaunes d'oeufs, le sucre et le sucre vanillé.",
            "Y ajouter le mascarpone.",
            "Battre les blancs en neige, les incorporer délicatement au mélange.",
            "Ajouter l'amaretto au café noir.",
            "Monter le gâteau: tremper, au fur et à mesure, les speculoos dans le café (attention à ne pas les détremper).",
            "Dans un plat, mettre une couche de biscuits, ensuite une couche de crème au mascarpone. Ensuite une autre couche de biscuits, et terminer par une couche de crème.",
            "Saupoudrer de cacao, couvrir d'un film plastique et mettre au réfrigérateur quelques heures."
        ],
        "tempspreparation": 25,
        "tempstotal": 25,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre roux",
            " sucre vanillé",
            " spéculoos",
            " amaretto",
            " mascarpone",
            " oeuf",
            " café",
            " cacao"
        ]
    },
    {
        "nom": "Cannelés (7ème rencontre Marmiton)",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1/2",
            "3",
            "100",
            "200",
            "25",
            "50",
            "2",
            "2"
        ],
        "unite": [
            "gousse",
            "c.à.s",
            "g",
            "g",
            "g",
            "cl",
            " ",
            " "
        ],
        "ingredients": [
            "vanille (ou ½ cuillère à café d’extrait de vanille liquide)",
            "rhum",
            "farine",
            "sucre en poudre",
            "beurre",
            "lait",
            "oeufs entiers",
            "jaunes d'oeuf"
        ],
        "image": "images_recettes/canneles_(7eme_rencontre_marmiton).jpg",
        "etapes": [
            "La veille : faire bouillir le lait avec la vanille et le beurre. ",
            "Pendant ce temps, mélanger la farine, le sucre puis incorporer les oeufs d'un seul coup, verser ensuite le lait bouillant. ",
            "Mélanger doucement afin d'obtenir une pâte fluide comme une pâte à crêpes, laisser refroidir, puis ajouter le rhum.",
            "Placer au réfrigérateur 24 heures au minimum, 48 heures au maximum. ",
            "Le jour J : sortir la pâte du frigo au moins une heure avant la cuisson.",
            "Préchauffer le four à thermostat 9 (270°C). ",
            "Verser la pâte dans les moules, en ne les remplissant qu'aux 3/4: poser les moules sur une tôle, et cuire à th. 9 pendant 5 minutes, puis baisser le thermostat à 6 (180°C) et continuer la cuisson pendant 1 heure (au moins, cela dépend de votre four, chez moi ça prend 1h20!): le cannelé doit avoir une croûte brune et un intérieur bien moelleux. ",
            "Démouler encore chaud."
        ],
        "tempspreparation": 10,
        "tempstotal": 70,
        "nombredepersonne": 16,
        "categorie": "dessert",
        "ingredients_recherche": [
            "vanille",
            " rhum",
            " farine",
            " sucre en poudre",
            " beurre",
            " lait",
            " oeuf",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Tarte au citron meringuée",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "100",
            "1/2",
            "2",
            "150",
            "1",
            "4",
            "3",
            "250",
            "125",
            "70",
            "5",
            "1",
            "2"
        ],
        "unite": [
            "g",
            "c.à.c",
            " ",
            "g",
            "c.à.s",
            " ",
            " ",
            "g",
            "g",
            "g",
            "cl",
            "pincée",
            " "
        ],
        "ingredients": [
            "sucre glace",
            "levure chimique",
            "blancs d'oeuf",
            "sucre semoule",
            "maïzena",
            "citrons de taille moyenne",
            "oeufs",
            "farine",
            "beurre doux",
            "sucre semoule",
            "d'eau",
            "sel",
            "jaunes d'oeuf"
        ],
        "image": "images_recettes/tarte_au_citron_meringuee.jpg",
        "etapes": [
            "On commence par la pâte sablée : mettre le four à préchauffer à 180°C (thermostat 6).On sépare les blancs des jaunes d'oeufs.",
            "Fouetter les jaunes d'oeuf avec le sucre et 2 cuillères d'eau pour faire mousser.",
            "Mélanger au doigt la farine et le beurre coupé en petits cubes",
            "pour obtenir une consistance sableuse et afin que tout le beurre soit absorbé (il faut faire vite pour que le mélange ne ramollisse pas trop). ",
            "Verser au milieu de ce sable le mélange liquide.",
            "Incorporer rapidement au couteau les éléments sans leur donner de corps.",
            "Former une boule avec les paumes",
            "et l'écraser 1 ou 2 fois pour rendre la boule plus homogène. ",
            "Foncer un moule de 25 cm de diamètre avec la pâte sablée",
            "puis la recouvrir de papier sulfurisé et de haricots secs.",
            "Cuire à blanc 20 à 25 minutes (NB après baisser le four à 120°C/150°C environ pour la meringue). ",
            "On poursuit avec la crème au citron : laver les citrons et en râper deux afin de récupérer le zeste.",
            "Mettre les zestes très fins dans une casserole avec le jus des citrons, le sucre et la Maïzena.",
            "Remuer et commencer à faire chauffer à feux doux.",
            "Battre les oeufs dans un récipient séparé. Une fois les oeufs battus, incorporer tout en remuant le jus de citron, le sucre, la Maïzena et les zestes. ",
            "Mettre à feu vif et continuer à remuer à l'aide d'un fouet. Le mélange va commencer à s'épaissir. Veiller à toujours remuer lorsque les oeufs sont ajoutés car la crème de citron pourrait brûler.",
            "Ôter du feu et verser l'appareil sur le fond de tarte cuit. ",
            "Laisser refroidir.",
            "Terminons par la meringue : monter les blancs en neige avec une pincée de sel. ",
            "Quand ils commencent à être fermes, ajouter le sucre puis la levure. Fouetter jusqu'à ce que la neige soit ferme. ",
            "Recouvrir la crème au citron de meringue",
            "puis enfourner la tarte à 120°C/150°C jusqu’à ce que la meringue dore (environ 10 minutes).",
            "Déguster",
            "Une part ?"
        ],
        "tempspreparation": 30,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre glace",
            " levure chimique",
            " blanc d'oeuf",
            " sucre semoule",
            " maïzena",
            " citron",
            " oeuf",
            " farine",
            " beurre doux",
            " sucre semoule",
            " eau",
            " sel",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Gâteau aux pommes facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "120",
            "1",
            "1/2",
            "125",
            "3",
            "1/2",
            "3"
        ],
        "unite": [
            "g",
            "paquet",
            "paquet",
            "g",
            " ",
            "verre",
            " "
        ],
        "ingredients": [
            "sucre semoule",
            "sucre vanillé",
            "levure chimique",
            "farine",
            "oeufs",
            "d'huile de colza",
            "pommes"
        ],
        "image": "images_recettes/gateau_aux_pommes_facile.jpg",
        "etapes": [
            "Préchauffer le four à 160°C (thermostat 5-6).Mélanger tous les ingrédients de la pâte.",
            "Ajouter les pommes préalablement coupées en cube.",
            "Mélanger à nouveau à la spatule.",
            "Verser la pâte à gâteau dans un moule beurré et cuire pendant 40 à 50 minutes.",
            "Déguster !"
        ],
        "tempspreparation": 10,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre semoule",
            " sucre vanillé",
            " levure chimique",
            " farine",
            " oeuf",
            " huile de colza",
            " pomme"
        ]
    },
    {
        "nom": "Tarte frangipane aux poires et au chocolat",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "100",
            "1",
            "100",
            "125",
            "3",
            "2",
            "100"
        ],
        "unite": [
            "g",
            " ",
            "g",
            "g",
            " ",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat spécial dessert",
            "pâte feuilletée",
            "beurre tendre",
            "sucre en poudre",
            "poires conférences bien mûres",
            "oeufs",
            "d'amandes en poudre"
        ],
        "image": "images_recettes/tarte_frangipane_aux_poires_et_au_chocolat.jpg",
        "etapes": [
            "Préchauffer votre four à thermostat 7 (220°C).",
            "Dans un saladier, mélanger le beurre mou, la poudre d'amandes et le sucre jusqu'à obtention d'un mélange lisse. Ajouter les 2 œufs préalablement battus et bien mélanger.",
            "Dérouler la pâte en conservant la feuille de cuisson et piquer le fond. Éplucher, épépiner et couper les poires en 2 ou 4.",
            "Faire fondre le chocolat au bain marie ou micro-ondes puis napper le fond de tarte. Verser dessus la préparation à base d'amandes et y disposer les poires.",
            "Faire cuire votre tarte dans la partie basse du four environ 30 min (surveiller la cuisson pour ne pas que le fond de tarte brûle)."
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat",
            " pâte feuilletée",
            " beurre tendre",
            " sucre en poudre",
            " poire",
            " oeuf",
            " amandes en poudre"
        ]
    },
    {
        "nom": "Pain d'épices aux fruits secs facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "250",
            "100",
            "200",
            "1/2",
            "1",
            " ",
            " ",
            " ",
            " ",
            " ",
            "10",
            "50",
            "1",
            " ",
            " ",
            " ",
            " "
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "pincée",
            " ",
            " ",
            "noix",
            "noix",
            " ",
            "cl",
            "g",
            " ",
            " ",
            " ",
            "noisettes",
            " "
        ],
        "ingredients": [
            "miel (d'un goût assez fort, bruyère par exemple)",
            "beurre fondu",
            "farine",
            "levure",
            "sel",
            "gingembre",
            "clou de girofle",
            "",
            "coco",
            "écorce d'orange",
            "lait chaud",
            "cassonade",
            "oeuf",
            "cannelle",
            "muscade ...",
            "",
            "amandes"
        ],
        "image": "images_recettes/pain_d'epices_aux_fruits_secs_facile.jpg",
        "etapes": [
            "Délayer le miel dans le lait chaud. ",
            "Ajouter le beurre fondu, ",
            "puis la farine en mélangeant énergiquement en cas de grumeaux. ",
            "Incorporer alors la levure, la cassonade, l'oeuf et le sel.",
            "Ajouter les épices",
            "et les noix, selon les goûts.",
            "Verser dans un moule à cake",
            "Cuire 30 à 35 minutes."
        ],
        "tempspreparation": 15,
        "tempstotal": 50,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "miel",
            " beurre",
            " farine",
            " levure",
            " sel",
            " gingembre",
            " clou de girofle",
            " noix",
            " noix de coco",
            " écorce d'orange",
            " lait",
            " cassonade",
            " oeuf",
            " cannelle",
            " muscade",
            " noisettes",
            " amandes"
        ]
    },
    {
        "nom": "Galette des rois facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "2",
            "50",
            "100",
            " ",
            "10",
            "1",
            "125",
            "2",
            "1",
            " ",
            "10"
        ],
        "unite": [
            " ",
            "g",
            "g",
            " ",
            "g",
            "cuillère",
            "g",
            " ",
            " ",
            " ",
            "cl"
        ],
        "ingredients": [
            "ronds de pâte feuilletée",
            "beurre",
            "sucre en poudre",
            "vanille en poudre",
            "maïzena (1 cuillère à soupe rase)",
            "rhum (ou kirsch)",
            "d'amandes en poudre",
            "oeufs entier",
            "jaune d'oeuf pour dorer",
            "liqueur d'amande",
            "lait"
        ],
        "image": "images_recettes/galette_des_rois_facile.jpg",
        "etapes": [
            "Battre les 2 oeufs avec le sucre. Ajouter la Maïzena délayée dans le lait froid. ",
            "Cuire à feu doux jusqu’à ébullition en remuant. Laisser épaissir et retirer du feu. ",
            "Ajouter la poudre d’amandes, la vanille, les liqueurs et le beurre coupé en morceaux. ",
            "Garnir un fond de pâte. Recouvrir avec l’autre rond, souder les bords. Dorer avec le jaune d’oeuf. ",
            "Faire cuire en bas du four 30/35 mn (Th 6-7 ).",
            "La galette est cuite quand on peut la soulever sans qu’elle ne plie."
        ],
        "tempspreparation": 10,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte feuilletée",
            " beurre",
            " sucre en poudre",
            " vanille",
            " maïzena",
            " rhum",
            " amandes",
            " oeuf",
            " jaune d'oeuf",
            " liqueur d'amande",
            " lait"
        ]
    },
    {
        "nom": "Financier minute (pour utiliser des blancs d'oeuf)",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "60",
            "100",
            "150",
            "80",
            "4"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "farine",
            "beurre",
            "sucre",
            "d'amandes en poudre",
            "blancs d'oeuf"
        ],
        "image": "images_recettes/financier_minute_(pour_utiliser_des_blancs_d'oeuf).jpg",
        "etapes": [
            "Mélanger les blancs d'oeufs, la farine, le sucre et les amandes en fouettant énergiquement. ",
            "Ajouter le beurre fondu. Verser dans un moule beurré.",
            "Cuire 20 minutes à 200°C (thermostat 6/7)."
        ],
        "tempspreparation": 10,
        "tempstotal": 30,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " beurre",
            " sucre",
            " amandes en poudre",
            " blanc d'oeuf"
        ]
    },
    {
        "nom": "Crème anglaise réussie, onctueuse à souhait",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "50",
            "50",
            "1",
            "1",
            "4"
        ],
        "unite": [
            "g",
            "cl",
            "gousse",
            "c.à.s",
            " "
        ],
        "ingredients": [
            "sucre",
            "lait demi-écrémé",
            "vanille",
            "maïzena",
            "jaunes d'oeuf"
        ],
        "image": "images_recettes/creme_anglaise_reussie,_onctueuse_a_souhait.jpg",
        "etapes": [
            "Porter à ébullition le lait en ayant pris soin d'y plonger la gousse de vanille fendue en deux dans sa longueur.",
            "Laisser ensuite infuser pendant 10 min, puis retirer la gousse de vanille, et récupérer les grains en la grattant. Délayer ceux ci dans le lait.",
            "Dans une seconde casserole, fouetter activement les jaunes d'oeuf et le sucre afin que le mélange blanchisse. ",
            "Incorporer ensuite petit à petit le lait et rendre l'appareil bien homogène avec le fouet. ",
            "Ajouter ensuite la maïzena et réchauffer le mélange à feu moyen.",
            "Sans cesser de remuer, guetter le moment où la crème s'épaissit. ",
            "Ne pas laisser boullir. ",
            "Retirer du feu et fouetter activement.",
            "Réserver dans une saucière au frigo."
        ],
        "tempspreparation": 15,
        "tempstotal": 25,
        "nombredepersonne": 50,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " lait demi-écrémé",
            " vanille",
            " maïzena",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Gâteau au chocolat fondant rapide",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "100",
            "50",
            "100",
            "3"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "chocolat pâtissier",
            "beurre + une noix pour le moule",
            "farine",
            "sucre en poudre",
            "oeufs"
        ],
        "image": "images_recettes/gateau_au_chocolat_fondant_rapide.jpg",
        "etapes": [
            "Préchauffez votre four à 180°C (thermostat 6).Dans une casserole, faites fondre le chocolat et le beurre coupé en morceaux à feu très doux.",
            "Dans un saladier, ajoutez le sucre, les oeufs, la farine. Mélangez. ",
            "Ajoutez le mélange chocolat/beurre. Mélangez bien.",
            "Beurrez à l'aide d'une feuille de papier essuie-tout et farinez votre moule puis y versez la pâte à gâteau.",
            "Faites cuire au four environ 20 minutes. ",
            "A la sortie du four le gâteau ne paraît pas assez cuit. C'est normal, laissez-le refroidir puis démoulez- le."
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " beurre",
            " farine",
            " sucre en poudre",
            " oeuf"
        ]
    },
    {
        "nom": "Tarte aux pommes",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "1",
            "1",
            "30",
            "6"
        ],
        "unite": [
            " ",
            "sachet",
            "g",
            " "
        ],
        "ingredients": [
            "pâte brisée",
            "sucre vanillé",
            "beurre",
            "pommes Golden"
        ],
        "image": "images_recettes/tarte_aux_pommes.jpg",
        "etapes": [
            "Éplucher et découper en morceaux 4 Golden. ",
            "Faire une compote : les mettre dans une casserole avec un peu d'eau (1 verre ou 2). Bien remuer. Quand les pommes commencent à ramollir, ajouter un sachet ou un sachet et demi de sucre vanillé. Ajouter un peu d'eau si nécessaire.",
            "Vous saurez si la compote est prête une fois que les pommes ne seront plus dures du tout. Ce n'est pas grave s'il reste quelques morceaux.",
            "Pendant que la compote cuit, éplucher et couper en quatre les deux dernières pommes, puis, couper les quartiers en fines lamelles (elles serviront à être posées sur la compote).",
            "Préchauffer le four à 210°C (thermostat 7).",
            "Laisser un peu refroidir la compote et étaler la pâte brisée dans un moule et la piquer avec une fourchette. ",
            "Verser la compote sur la pâte et placer les lamelles de pommes en formant une spirale ou plusieurs cercles, au choix ! Disposer des lamelles de beurre dessus.",
            "Mettre au four et laisser cuire pendant 30 min max. Surveiller la cuisson. Vous pouvez ajouter un peu de sucre vanillé sur la tarte pendant que çà cuit pour caraméliser un peu."
        ],
        "tempspreparation": 25,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte brisée",
            " sucre vanillé",
            " beurre",
            " pomme"
        ]
    },
    {
        "nom": "Gâteau d'anniversaire",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "300",
            "300",
            "1",
            "1",
            "1",
            "4",
            "1"
        ],
        "unite": [
            "g",
            "g",
            "paquet",
            "paquet",
            "verre",
            " ",
            "verre"
        ],
        "ingredients": [
            "farine",
            "sucre",
            "sucre vanillé",
            "levure chimique",
            "d'huile",
            "oeufs (blancs en neige)",
            "lait"
        ],
        "image": "images_recettes/gateau_d'anniversaire.jpg",
        "etapes": [
            "Mélanger les jaunes d'oeuf et le sucre ",
            "pour obtenir un mélange blanc.",
            "Ajouter peu à peu le verre de lait, le verre d'huile, la levure, puis la farine.",
            "Monter les blancs en neige très ferme, puis les incorporer délicatement.",
            "Beurrer et fariner légèrement un grand moule",
            "manqué, puis cuire 60 min à thermostat 3 ou 4 (120°C), en enfournant à four froid.",
            "Décorer selon vos désirs : par exemple une crème au chocolat blanc en mélangeant du chocolat blanc à du fromage frais puis décorer avec des décors en sucre ou des paillettes colorées."
        ],
        "tempspreparation": 20,
        "tempstotal": 80,
        "nombredepersonne": 10,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " sucre vanillé",
            " levure chimique",
            " huile",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Crème de citron (Lemon curd)",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "150",
            "1",
            "4",
            "3"
        ],
        "unite": [
            "g",
            "c.à.s",
            " ",
            " "
        ],
        "ingredients": [
            "sucre",
            "maïzena",
            "citrons de taille moyenne",
            "oeufs"
        ],
        "image": "images_recettes/creme_de_citron_(lemon_curd).jpg",
        "etapes": [
            "Laver les citrons et en 'zester' 2, mettre les zestes très fins dans une casserole.",
            "Presser les citrons et mettre le jus avec les zestes dans la casserole. ",
            "Verser le sucre et la Maïzena",
            "Remuer, et chauffer à feu doux",
            "Battre les oeufs dans un récipient séparé. ",
            "Une fois les oeufs battus, incorporer tout en remuant le jus de citron, le sucre, la maïzena et les zestes.",
            "Mettre à feu fort et continuer à remuer à l'aide d'un fouet. Le mélange va commencer à s'épaissir. Attention : toujours remuer lorsque les oeufs sont ajoutés, car sinon la crème de citron pourrait brûler !",
            "Oter du feu et mettre en pots (pots à confiture).Laisser refroidir, et conserver au réfrigérateur.",
            "Voici 3 idées de recettes minute pour utiliser votre lemon curd.",
            "1- verrines minute : biscuit émiétté, lemon curd, meringue émiettée",
            "2- tartelettes minute : palet breton, lemon curd, chantilly",
            "3- mousse minute : émulsionner le lemon curd avec de la chantilly"
        ],
        "tempspreparation": 20,
        "tempstotal": 30,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " maïzena",
            " citron",
            " oeuf"
        ]
    },
    {
        "nom": "Galette des rois",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "2",
            "75",
            "50",
            " ",
            "100",
            "1",
            "1",
            "1"
        ],
        "unite": [
            " ",
            "g",
            "g",
            " ",
            "g",
            " ",
            " ",
            " "
        ],
        "ingredients": [
            "pâtes feuilletées",
            "sucre semoule",
            "beurre tendre",
            "d'extrait d'amande amère",
            "d'amandes en poudre",
            "oeuf",
            "jaune d'oeuf pour dorer",
            "fèves !"
        ],
        "image": "images_recettes/galette_des_rois.jpg",
        "etapes": [
            "Préchauffer le four à 210°C (thermostat 7).",
            "Disposer une pâte sur une plaque à four, la piquer avec 1 fourchette.",
            "Mélanger dans un saladier tous les ingrédients (poudre d'amandes, sucre, oeuf, beurre mou et extrait d'amande amère).",
            "Etaler la préparation sur la pâte, y mettre la fève (sur un bord, pour minimiser les chances de tomber dessus en coupant la galette!).",
            "Refermer la galette avec la seconde pâte et bien souder les bords.",
            "A l'aide d'un couteau, décorer la pâte en y traçant des dessins et dorer au jaune d'oeuf (dilué dans un peu d'eau). ",
            "Percer le dessus de petits trous pour laisser l'air s'échapper, sinon elle risque de gonfler et de se dessécher.",
            "Enfourner pendant 30 minutes environ (surveiller la cuisson dès 25 minutes, mais ne pas hésiter à laisser jusqu'à 40 minutes si nécessaire).",
            "Déguster."
        ],
        "tempspreparation": 15,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte feuilletée",
            " sucre semoule",
            " beurre tendre",
            " extrait d'amande amère",
            " amandes en poudre",
            " oeuf",
            " jaune d'oeuf",
            " fèves"
        ]
    },
    {
        "nom": "Gâteau au chocolat des écoliers",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "200",
            "125",
            "200",
            "100",
            "1",
            "4"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            "sachet",
            " "
        ],
        "ingredients": [
            "chocolat noir",
            "beurre doux",
            "sucre en poudre",
            "farine",
            "levure chimique",
            "oeufs"
        ],
        "image": "images_recettes/gateau_au_chocolat_des_ecoliers.jpg",
        "etapes": [
            "Préchauffez le four à 180°C (thermostat 6). ",
            "Faites fondre le chocolat au bain-marie ou au micro-ondes. Si vous le faites fondre au micro-ondes, ajoutez 3 cuillères à soupe d'eau pour 200 g de chocolat.",
            "Ajoutez le beurre au chocolat fondu et fouetter énergiquement jusqu'à ce que le mélange soit lisse et bien fondu.",
            "Dans un saladier, fouettez les oeufs et le sucre jusqu'à ce que le mélange blanchisse et incorporez la levure puis la farine. ",
            "Versez le chocolat et le beurre fondus dans la préparation puis mélangez jusqu'à l'obtention d'une pâte homogène. ",
            "Versez la préparation dans un moule à manqué beurré et fariné.",
            "Faites cuire environ 25 minutes (adaptez le temps de cuisson pour obtenir un cœur plus ou moins fondant)."
        ],
        "tempspreparation": 10,
        "tempstotal": 35,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " beurre doux",
            " sucre en poudre",
            " farine",
            " levure chimique",
            " oeuf"
        ]
    },
    {
        "nom": "Pâte à crêpes (des plus raffinées)",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "375",
            "3",
            "75",
            "90",
            "6",
            "1",
            "3"
        ],
        "unite": [
            "g",
            "pincées",
            "g",
            "g",
            " ",
            "l",
            " "
        ],
        "ingredients": [
            "farine tamisée",
            "sel",
            "sucre en poudre",
            "beurre fondu",
            "oeufs entiers",
            "lait",
            "grand-marnier ou de rhum"
        ],
        "image": "images_recettes/pate_a_crepes_(des_plus_raffinees).jpg",
        "etapes": [
            "Dans un saladier, mélanger la farine, le sel et le sucre.",
            "Faire une fontaine.",
            "Ajouter les oeufs et commencer à les incorporer à la farine avec une cuillère en bois, ajouter le beure fondu (tiédi) peu à peu et bien malaxer.",
            "Incorporer le lait (par petites quantités au début pour éviter les grumeaux), ajouter le parfum.",
            "Faire cuire les crêpes dans une poêle chaude huilée."
        ],
        "tempspreparation": 15,
        "tempstotal": 17,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sel",
            " sucre en poudre",
            " beurre",
            " oeuf",
            " lait",
            " grand-marnier"
        ]
    },
    {
        "nom": "Gâteau Banane de Stéph",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "100",
            "1/2",
            "125",
            "4",
            " ",
            " ",
            "3"
        ],
        "unite": [
            "g",
            "g",
            "paquet",
            "g",
            " ",
            " ",
            " ",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre",
            "levure",
            "beurre",
            "bananes ou 2 grandes",
            "rhum",
            "vanille",
            "oeufs"
        ],
        "image": "images_recettes/gateau_banane_de_steph.jpg",
        "etapes": [
            "Mélanger les oeufs et le sucre. ",
            "Ajouter le beurre fondu, puis la farine et la levure. ",
            "Couper les bananes en tous petits morceaux (ou les écraser au choix), et les ajouter au mélange. ",
            "Aromatiser avec le rhum et la vanille selon les goûts.... ",
            "Verser le tout dans un moule à cake beurré et fariné.",
            "Laisser cuire environ 30 mn à four thermostat 6."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " levure",
            " beurre",
            " banane",
            " rhum",
            " vanille",
            " oeuf"
        ]
    },
    {
        "nom": "Baba au rhum express",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "120",
            "50",
            "150",
            "1",
            "1/4",
            "10",
            "3",
            "3",
            "1/4"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "l",
            "cl",
            "c.à.s",
            " ",
            "l"
        ],
        "ingredients": [
            "farine",
            "beurre",
            "sucre en poudre",
            "levure chimique",
            "d'eau",
            "rhum",
            "lait",
            "oeufs",
            "sirop de sucre de canne"
        ],
        "image": "images_recettes/baba_au_rhum_express.jpg",
        "etapes": [
            "Faire préchauffer le four thermostat 6 (180°C).Travailler au fouet les jaunes d'oeufs avec le sucre jusqu'à ce que le mélange blanchisse.",
            "Ajouter le lait chaud,",
            "le beurre fondu,",
            "la farine et la levure.",
            "Battre les blancs en neige ferme.",
            "Mélanger les délicatement à la pâte.",
            "Verser la pâte dans un moule en couronne préalablement beurré ou dans des moules individuels. Enfourner et laisser cuire 25 min puis démouler aussitôt.",
            "Faire le sirop chaud avec l'eau, le sirop de sucre de canne et le rhum",
            "et en arroser le baba jusqu'à complète absorbtion.",
            "Server frais avec une salade de fruits ou/et de la chantilly.",
            "Et déguster"
        ],
        "tempspreparation": 20,
        "tempstotal": 45,
        "nombredepersonne": 1,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " beurre",
            " sucre en poudre",
            " levure chimique",
            " eau",
            " rhum",
            " lait",
            " oeuf",
            " sirop de sucre de canne"
        ]
    },
    {
        "nom": "Pancakes : la vraie recette",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "250",
            "1",
            "1",
            "1",
            "1/2",
            "50",
            "2",
            "37.5"
        ],
        "unite": [
            "g",
            "pincée",
            "c.à.s",
            "sachet",
            "sachet",
            "g",
            " ",
            "cl"
        ],
        "ingredients": [
            "farine",
            "sel",
            "sucre",
            "sucre vanillé",
            "levure chimique",
            "beurre fondu",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/pancakes_a_la_vraie_recette.jpg",
        "etapes": [
            "Dans un saladier, mélanger farine + sucre + sucre vanillé + levure + sel.",
            "Dans un autre récipient, mélanger jaunes d'œufs + lait.",
            "Verser ce mélange dans le premier saladier petit à petit afin d’éviter les grumeaux.",
            "Ajouter le beurre fondu et bien mélanger.",
            "Battre les blancs en neige ferme avec 1 pincée de sel.",
            "Les incorporer à la préparation délicatement afin de ne pas les casser.",
            "Pour la cuisson, à feu très doux : huiler une petite poêle, mettre 1 louche de préparation puis attendre que toute la surface soit couverte de trous et qu’elle paraisse « sèche » et la retourner pour qu’elle cuise de l’autre côté environ 1 minute."
        ],
        "tempspreparation": 5,
        "tempstotal": 41,
        "nombredepersonne": 18,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sel",
            " sucre",
            " sucre vanillé",
            " levure chimique",
            " beurre",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Mousse au citron et au Mascarpone (très facile)",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "100",
            "2",
            "250",
            "100"
        ],
        "unite": [
            "g",
            " ",
            "g",
            "g"
        ],
        "ingredients": [
            "sucre",
            "dl de crème fraîche",
            "mascarpone",
            "jus de citron"
        ],
        "image": "images_recettes/mousse_au_citron_et_au_mascarpone_(tres_facile).jpg",
        "etapes": [
            "Mélanger le mascarpone avec le sucre, le jus et le zeste du citron. ",
            "Incorporer la crème fouettée, et placer au freezer pendant 2 h.",
            "Dresser dans des petits pots."
        ],
        "tempspreparation": 5,
        "tempstotal": 5,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " crème fraîche",
            " mascarpone",
            " jus de citron"
        ]
    },
    {
        "nom": "Ramequins au chocolat aux coeurs fondants",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "100",
            "8",
            "60",
            "20",
            "80",
            "3"
        ],
        "unite": [
            "g",
            "carrés",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "chocolat pâtissier",
            "chocolat",
            "beurre",
            "farine",
            "sucre",
            "oeufs"
        ],
        "image": "images_recettes/ramequins_au_chocolat_aux_coeurs_fondants.jpg",
        "etapes": [
            "Préchauffez le four à thermostat 8 (250°C).",
            "Faites fondre les 100 g de chocolat. Ajoutez le beurre.",
            "Dans un saladier, mélangez les oeufs, le sucre et la farine. Incorporez-y le chocolat et mélangez.",
            "Beurrez et farinez les ramequins. Versez-y le tiers de la préparation, puis déposez 2 carrés de chocolat dans chaque ramequin. Recouvrez du reste de la préparation.",
            "Placez les ramequins au four 10 mn à 15 mn. ",
            "Dégustez les ramequins tièdes, démoulés ou non."
        ],
        "tempspreparation": 15,
        "tempstotal": 30,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " chocolat",
            " beurre",
            " farine",
            " sucre",
            " oeuf"
        ]
    },
    {
        "nom": "Canelés bordelais",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "1/2",
            "1",
            "100",
            "250",
            "50",
            "1",
            "50",
            "2",
            "2"
        ],
        "unite": [
            "gousse",
            "c.à.s",
            "g",
            "g",
            "g",
            "pincée",
            "cl",
            " ",
            " "
        ],
        "ingredients": [
            "vanille",
            "rhum",
            "farine",
            "sucre en poudre",
            "beurre doux (+ 50 g pour beurrer les moules)",
            "sel",
            "lait",
            "oeufs entiers",
            "jaunes d'oeuf"
        ],
        "image": "images_recettes/caneles_bordelais.jpg",
        "etapes": [
            "Faire bouillir le lait avec la gousse de vanille préalablement fendue et égrainée et le beurre.",
            "Pendant ce temps, mélanger la farine et le sucre dans un saladier ",
            "puis incorporer les oeufs d'un seul coup ",
            "et verser ensuite le lait bouillant.",
            "Mélanger doucement afin d'obtenir une pâte fluide comme une pâte à crêpes. Laisser refroidir.",
            "Puis ajouter le rhum",
            "Avant de placer au réfrigérateur et de laisser reposer une heure.",
            "Préchauffer le four à 240°C (thermostat 8) avec la tôle sur laquelle cuiront les canelés [si vous utilisez un moule en silicone, mettez le four à maximum 220°C (thermostat 6-7)].Verser la pâte bien refroidie dans les moules bien beurrés, en ne les remplissant qu'à moitié.",
            "rapidement, disposer les canelés sur la tôle du four préchauffé, à 240°C, pendant 12 minutes (20 minutes à 220°C avec un moule en silicone), puis baisser la température à 180°C (thermostat 6) et continuer la cuisson pendant 1 heure : le cannelé doit avoir une croûte brune et un intérieur bien moelleux.",
            "Démouler encore chaud. ",
            "Déguster !"
        ],
        "tempspreparation": 15,
        "tempstotal": 90,
        "nombredepersonne": 16,
        "categorie": "dessert",
        "ingredients_recherche": [
            "vanille",
            " rhum",
            " farine",
            " sucre en poudre",
            " beurre doux",
            " sel",
            " lait",
            " oeuf",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Tarte chocolat - poires facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "80",
            "6",
            "70",
            "1",
            "2",
            "3",
            "1"
        ],
        "unite": [
            "g",
            "c.à.s",
            "g",
            " ",
            "c.à.s",
            " ",
            " "
        ],
        "ingredients": [
            "chocolat noir",
            "crème fraîche",
            "sucre",
            "pâte sablée",
            "lait",
            "oeufs",
            "grosse boîte de poire"
        ],
        "image": "images_recettes/tarte_chocolat_-_poires_facile.jpg",
        "etapes": [
            "Préchauffer le four à 180°C (thermostat 6).",
            "Faire fondre le chocolat avec le lait, dans une casserole (ou au micro-ondes).",
            "Ajouter 3 bonnes cuillères de crème fraîche, mélanger, et verser sur la pâte.",
            "Déposer ensuite les demi-poires sur le nappage.",
            "Mélanger les oeufs, le sucre et les 3 cuillères à soupe de crème fraîche restantes, puis le déposer sur le tout.",
            "Mettre au four pendant 30 min."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " crème fraîche",
            " sucre",
            " pâte sablée",
            " lait",
            " oeuf",
            " poire"
        ]
    },
    {
        "nom": "Galette des rois à la frangipane",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "2",
            "100",
            "75",
            "140",
            "2",
            "1",
            "1"
        ],
        "unite": [
            " ",
            "g",
            "g",
            "g",
            " ",
            " ",
            " "
        ],
        "ingredients": [
            "pâtes feuilletées",
            "sucre fin",
            "beurre tendre",
            "d'amandes en poudre",
            "oeufs",
            "jaune d'oeuf",
            "fèves"
        ],
        "image": "images_recettes/galette_des_rois_a_la_frangipane.jpg",
        "etapes": [
            "Placer une pâte feuilletée dans un moule à tarte, piquer la pâte avec une fourchette. ",
            "Dans un saladier, mélanger la poudre d'amandes, le sucre, les 2 oeufs et le beurre mou.",
            "Placer la pâte obtenue dans le moule à tarte et y cacher la fève.",
            "Recouvrir avec la 2ème pâte feuilletée, en collant bien les bords. ",
            "Faire des dessins sur le couvercle et badigeonner avec le jaune d'oeuf. ",
            "Enfourner pendant 20 à 30 min à 200°C (thermostat 6-7); vérifier régulièrement la cuisson !"
        ],
        "tempspreparation": 10,
        "tempstotal": 30,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte feuilletée",
            " sucre fin",
            " beurre tendre",
            " amandes en poudre",
            " oeuf",
            " jaune d'oeuf",
            " fèves"
        ]
    },
    {
        "nom": "Tiramisu aux framboises : la recette inratable",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "100",
            "1",
            "24",
            "3",
            "250",
            " ",
            "500"
        ],
        "unite": [
            "g",
            "sachet",
            " ",
            " ",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "sucre roux (à doser en fonction du sucre des framboises)",
            "sucre vanillé",
            "biscuits à la cuillère",
            "oeufs (4 si petits)",
            "mascarpone",
            "lait",
            "framboises (fraîches ou surgelées)"
        ],
        "image": "images_recettes/tiramisu_aux_framboises_a_la_recette_inratable.jpg",
        "etapes": [
            "Dans le fond d'un plat, disposer des biscuits cuillère trempés dans du lait (cette étape n'est pas obligatoire car ils absorberont le jus des framboises). ",
            "Dans un saladier, écraser les framboises avec 30 g de sucre avec une fourchette ou presse-purée. Les répartir sur le fond de biscuits et mettre au réfrigérateur. En garder quelques-unes entières pour la décoration. ",
            "Pendant ce temps, séparer les blancs des jaunes d'oeufs. ",
            "Battre les jaunes avec le sucre et le sucre vanillé jusqu'à blanchiment du mélange. Rajouter le mascarpone au fouet. ",
            "Monter les blancs en neige bien fermes et les incorporer délicatement au mélange précédent avec une cuillère en bois. ",
            "Verser la préparation sur les framboises. ",
            "Mettre au réfrigérateur 24 heures avant de servir, voire 48h."
        ],
        "tempspreparation": 25,
        "tempstotal": 25,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre roux",
            " sucre vanillé",
            " biscuits à la cuillère",
            " oeuf",
            " mascarpone",
            " lait",
            " framboises"
        ]
    },
    {
        "nom": "Muffins de Sandrine",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "180",
            "180",
            "3",
            "360",
            "3",
            "1",
            " ",
            " ",
            "3",
            "240"
        ],
        "unite": [
            "g",
            "g",
            "sachets",
            "g",
            "c.à.c",
            "paquet",
            " ",
            " ",
            " ",
            "g"
        ],
        "ingredients": [
            "beurre",
            "sucre",
            "sucre vanillé",
            "farine de blé",
            "miel liquide",
            "levure chimique",
            "chocolat",
            "sel",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/muffins_de_sandrine.jpg",
        "etapes": [
            "Préchauffer le four à 175°C (thermostat 5-6).",
            "Faire fondre le beurre, puis le battre avec le sucre jusqu'à ce que le mélange blanchisse puis mettre le sucre vanillé et le sel.",
            "Mélanger bien.",
            "Ajouter les oeufs et le miel, melanger et ajoutez le lait.",
            "Mélanger bien le tout.",
            "Ajouter la farine, la levure et les pépites de chocolat.",
            "Enfourner pour 20 à 25 minutes de cuisson."
        ],
        "tempspreparation": 20,
        "tempstotal": 40,
        "nombredepersonne": 15,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " sucre",
            " sucre vanillé",
            " farine de blé",
            " miel liquide",
            " levure chimique",
            " chocolat",
            " sel",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Moelleux au chocolat",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "250",
            "175",
            "125",
            "75",
            "5"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "chocolat",
            "beurre",
            "sucre glace",
            "farine",
            "oeufs"
        ],
        "image": "images_recettes/moelleux_au_chocolat.jpg",
        "etapes": [
            "faire fondre le chocolat.",
            "Ajouter le beurre en morceaux peu à peu et l'incorporer pour obtenir un crème bien lisse.",
            "Mettre la farine et le sucre glace dans un saladier. Ajouter les oeufs entiers et mélanger jusqu'à obtention d'une émulsion homogène.",
            "Verser le mélange chocolat-beurre sur cette préparation. Mélanger.",
            "Beurrer et fariner 6 moules individuels ou un grand moule.",
            "Verser la préparation et mettre à four chaud (200°C) - 10 min pour les petits gâteaux, 15 pour le grand.",
            "Servir tiède avec une crème anglaise (le centre doit être coulant) ou servir froid nappé de ganache au chocolat."
        ],
        "tempspreparation": 15,
        "tempstotal": 25,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat",
            " beurre",
            " sucre glace",
            " farine",
            " oeuf"
        ]
    },
    {
        "nom": "Charlotte aux fruits d'été",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "200",
            "400",
            "100",
            "30",
            "200",
            "150",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "cl",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "biscuits à la cuillère",
            "fromage blanc",
            "sucre glace",
            "jus d'orange",
            "mascarpone",
            "framboises",
            "pêches"
        ],
        "image": "images_recettes/charlotte_aux_fruits_d'ete.jpg",
        "etapes": [
            "Mélanger le fromage blanc, le sucre et le Mascarpone. ",
            "Rincer les framboises, puis éplucher et couper les pêches. ",
            "Tremper rapidement les biscuits dans le jus d'orange et poser les contre le bord du moule, côté sucré vers l'extérieur. ",
            "Alterner une couche de préparation au fromage, une couche de fruits et une couche de biscuit tremper dans le jus. ",
            "Terminer par les biscuits. ",
            "Couvrir avec une assiette et mettre un poids dessus, puis garder au moins 3 heures au frais. ",
            "Démouler la charlotte et décorer de framboises."
        ],
        "tempspreparation": 15,
        "tempstotal": 15,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "biscuits à la cuillère",
            " fromage blanc",
            " sucre glace",
            " jus d'orange",
            " mascarpone",
            " framboises",
            " pêche"
        ]
    },
    {
        "nom": "Fondant au chocolat plus que fondant",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "200",
            "200",
            "100",
            "4"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "chocolat pâtissier",
            "beurre",
            "sucre",
            "maïzena",
            "oeufs"
        ],
        "image": "images_recettes/fondant_au_chocolat_plus_que_fondant.jpg",
        "etapes": [
            "Préchauffer le four à 150°C (thermostat 5).",
            "Faire fondre le chocolat avec le beurre dans une casserole.",
            "Puis verser dans une terrine. ",
            "Ajouter le sucre et mélanger.",
            "Laisser tiédir, puis ajouter les oeufs et la maïzena.",
            "Mélanger jusqu'à l'obtention d'une pâte lisse et la verser dans un moule beurré ou muni d'un papier sulfurisé.",
            "Mettre au four et laisser cuire 15 à 20 min.",
            "Attendre que le fondant ait refroidi avant de le démouler sinon celui-ci risquerait de se décomposer et le chocolat fondu de couler !!"
        ],
        "tempspreparation": 15,
        "tempstotal": 35,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " beurre",
            " sucre",
            " maïzena",
            " oeuf"
        ]
    },
    {
        "nom": "Cookies aux pépites de chocolat super moelleux",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "250",
            "300",
            "350",
            "125",
            "1",
            " ",
            "2",
            "125"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            "c.à.c",
            " ",
            " ",
            "g"
        ],
        "ingredients": [
            "beurre",
            "chocolat",
            "farine",
            "sucre semoule",
            "levure en poudre",
            "sel",
            "oeufs",
            "sucre brun"
        ],
        "image": "images_recettes/cookies_aux_pepites_de_chocolat_super_moelleux.jpg",
        "etapes": [
            "Travaillez le beurre mou avec les deux sucres jusqu'à obtention d'un mélange homogène.",
            "Ajoutez les œufs et mélangez bien.",
            "Joignez la farine tamisée, le sel et la levure en poudre.",
            "Mélangez à nouveau.",
            "Rajoutez les pépites de chocolat et mélangez.",
            "Recouvrez le plateau du four de papier cuisson ou sulfurisé, et à l'aide de 2 cuillères à café, disposez-y des petits tas de pâte de la valeur d'une noix.",
            "Veillez à bien les espacer car la pâte s'étale assez fort.",
            "Enfournez et comptez une dizaine de minutes de cuisson (four préchauffé à 180°C).",
            "Laissez les cookies cuits sur une grille pour les laisser refroidir.",
            "Bon appétit !"
        ],
        "tempspreparation": 15,
        "tempstotal": 25,
        "nombredepersonne": 45,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " chocolat",
            " farine",
            " sucre semoule",
            " levure",
            " sel",
            " oeuf",
            " sucre brun"
        ]
    },
    {
        "nom": "Clafoutis grand-mère aux cerises",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "40",
            "100",
            "60",
            "1",
            "1",
            " ",
            "600",
            "4",
            "20"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "pincée",
            " ",
            "g",
            " ",
            "cl"
        ],
        "ingredients": [
            "beurre semi-sel + 20 g pour le moule",
            "farine",
            "sucre en poudre",
            "sucre vanillé",
            "sel",
            "sucre glace",
            "cerises fraîches ou surgelées",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/clafoutis_grand-mere_aux_cerises.jpg",
        "etapes": [
            "Préchauffez le four à 210°C (thermostat 7).Lavez rapidement les cerises sous un filet d'eau fraîche, équeutez-les et égouttez-les. Personnellement j'enlève les noyaux, mais la recette traditionnelle veut qu'on les laisse, donc c'est à vous de voir si vous les laissez ou pas...Faites fondre les 40 g de beurre dans une petite casserole à fond épais. Mélangez dans un grand bol la farine, le sucre, le sel et le sucre vanillé. Incorporez les oeufs peu à peu puis le lait petit à petit en continuant de mélanger. Ajoutez le beurre fondu.",
            "Beurrez grassement le plat, rangez les cerises puis versez la pâte à clafoutis. Mettez au four pendant 10 mn à 210°C puis baissez à 180°C et cuisez encore 20 mn.",
            "Servez le clafoutis froid ou tiède, saupoudré de sucre glace."
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " farine",
            " sucre en poudre",
            " sucre vanillé",
            " sel",
            " sucre glace",
            " cerises",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Petits gâteaux tout chocolat",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "100",
            "100",
            "100",
            "3",
            "200"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "beurre",
            "farine",
            "sucre",
            "oeufs",
            "crème dessert au chocolat"
        ],
        "image": "images_recettes/petits_gateaux_tout_chocolat.jpg",
        "etapes": [
            "Préchauffez le four à 200°C (thermostat 6-7)",
            "Au bain marie ou micro-ondes, faire fondre 160 g de chocolat cassé en morceaux avec le beurre.",
            "Mélanger les oeufs avec le sucre et la farine et ajouter petit à petit le chocolat fondu.",
            "Remplir les moules ou caissettes en papier, préalablement beurrés, au 3/4 de pâte et enfoncer un carré de chocolat (ou 1/4 du carré) au centre.",
            "A l'aide d'un couteau, hacher le reste du chocolat en pépite, à saupoudrer sur chaque muffins.",
            "Faire cuire à mi-hauteur environ 10 minutes."
        ],
        "tempspreparation": 10,
        "tempstotal": 25,
        "nombredepersonne": 9,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " farine",
            " sucre",
            " oeuf",
            " crème dessert au chocolat"
        ]
    },
    {
        "nom": "Tarte à la rhubarbe rapide",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "150",
            "125",
            "800",
            "2",
            "200",
            "100",
            "5",
            "1",
            "1"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " ",
            "g",
            "g",
            "cl",
            "pincée",
            " "
        ],
        "ingredients": [
            "sucre en poudre",
            "crème fraîche",
            "rhubarbe",
            "oeufs",
            "farine",
            "beurre",
            "d'eau",
            "sel",
            "jaune d'oeuf"
        ],
        "image": "images_recettes/tarte_a_la_rhubarbe_rapide.jpg",
        "etapes": [
            "Epluchez la rhubarbe et coupez-la en tronçons de 2 cm, mettez-les dans un récipient avec 50 g de sucre. Laissez macérer 1 h. ",
            "Egouttez la rhubarbe dans une passoire. ",
            "Etalez la pâte dans un moule à tarte beurré. ",
            "Garnissez avec la rhubarbe et faites cuire à four chaud 20 min, 200°C (thermostat 6-7). ",
            "Battez les oeufs et le sucre dans un bol, ajoutez la crème fraîche et versez le tout sur la tarte. ",
            "Remettez à cuire 15 min jusqu'à ce que le dessus soit doré. ",
            "Servez tiède ou froid selon les préférences."
        ],
        "tempspreparation": 15,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre en poudre",
            " crème fraîche",
            " rhubarbe",
            " oeuf",
            " farine",
            " beurre",
            " eau",
            " sel",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Pain perdu",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "75",
            "25",
            "3",
            "6"
        ],
        "unite": [
            "g",
            "cl",
            " ",
            "tranches"
        ],
        "ingredients": [
            "sucre de canne",
            "lait",
            "oeufs",
            "épaisses de pain paysan"
        ],
        "image": "images_recettes/pain_perdu.jpg",
        "etapes": [
            "Fouetter les oeufs avec le sucre et le lait.",
            "Y tremper les tranches de pain.",
            "Deux solutions pour la cuisson : les cuire à la poêle dans du beurre en les faisant dorer de chaque côté, ou, les cuire au four : beurrer légèrement un plat à  gratin, y répartir les tranches, verser le reste du mélange (ajouter du sucre si envie), laisser cuire à 180°C (thermostat 6) jusqu'à que les tranches soient dorées."
        ],
        "tempspreparation": 15,
        "tempstotal": 30,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre de canne",
            " lait",
            " oeuf",
            " pain"
        ]
    },
    {
        "nom": "Amour de petit train d'anniversaire",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "1",
            "12",
            "1",
            "2",
            "1",
            "1",
            "125",
            "80",
            "20",
            "3",
            "2"
        ],
        "unite": [
            " ",
            " ",
            " ",
            " ",
            "paquet",
            "paquet",
            "g",
            "g",
            "g",
            "c.à.s",
            " "
        ],
        "ingredients": [
            "biscuit rond type Pim's",
            "palets bretons",
            "cigarette russe",
            "petits beurre carrés",
            "Paille d'Or",
            "dragibus (bonbons)",
            "sucre glace",
            "chocolat pâtissier",
            "beurre",
            "lait",
            "gâteaux en forme de cake de taille identique et pas trop bombés pour que les wagons soient jolis, Il est important de choisir des quatre quarts bretons pur beurre et non des barres pâtissières qui sont beaucoup moins savoureuses)"
        ],
        "image": "images_recettes/amour_de_petit_train_d'anniversaire.jpg",
        "etapes": [
            "N'oubliez pas d'ajouter à la liste des ingrédients :",
            "- Beaucoup d'amour !!!",
            "Pour le glaçage : faire fondre le chocolat avec le beurre et rajouter le sucre glace et le lait préalablement mélangés. Remuer le tout pour avoir un nappage bien lisse. ",
            "Pour l'assemblage du train : couper les cakes en 4 morceaux de manière à obtenir une locomotive et 2 wagons de taille identique et un petit morceau qu'il faut poser sur la locomotive de façon à avoir une cabine (voir photo pour plus de clarté ;-)).",
            "Napper les wagons de glaçage au chocolat et les poser sur un plat en les espaçant.",
            "Pendant que le nappage chocolat n'est pas encore sec, coller de chaque côté des wagons 2 palets bretons pour faire les roues, et 1 petit beurre de chaque côté de la cabine de la locomotive pour avoir les fenêtres.",
            "Planter la cigarette russe sur le devant de la locomotive et la recouvrir du biscuit rond pour faire la cheminée.",
            "Entre les wagons, poser les gaufrettes paille d'or pour réaliser les rails du train.",
            "Parsemer les mini m&ms pour faire les graviers entre les rails.",
            "Décorer le train avec les dragibus ® ou autres bonbons.",
            "Admirer... Et déguster!"
        ],
        "tempspreparation": 30,
        "tempstotal": 35,
        "nombredepersonne": 10,
        "categorie": "dessert",
        "ingredients_recherche": [
            "biscuit",
            " palets bretons",
            " cigarette russe",
            " petit beurre",
            " Paille d'Or",
            " dragibus (bonbons)",
            " sucre glace",
            " chocolat pâtissier",
            " beurre",
            " lait",
            " gâteaux"
        ]
    },
    {
        "nom": "Brownie vite fait",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "100",
            "100",
            "100",
            "50",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "sucre en poudre",
            "chocolat pâtissier",
            "beurre",
            "farine",
            "oeufs"
        ],
        "image": "images_recettes/brownie_vite_fait.jpg",
        "etapes": [
            "Préchauffer le four à 200°C (thermostat 6-7).Mélanger les oeufs entiers avec le sucre et la farine.",
            "Faire fondre le chocolat avec le beurre.",
            "Concasser grossièrement des noix ou des amandes ou des noix de pécan. Mélanger le tout.",
            "Beurrer un moule. Verser dans le moule (ça ne doit pas être trop épais).",
            "Mettre au four pensant 15 à 20 min, selon le moelleux souhaité (le gâteau est cuit quand le dessus se crevasse).",
            "Facultatif : découper des morceaux de brownies : de gros rectangles individuels",
            "Glisser des bâtonnets dedans pour en faire des sucettes.",
            "Décorer de chocolat fondu et de petites décos en sucre.",
            "Déguster"
        ],
        "tempspreparation": 15,
        "tempstotal": 35,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre en poudre",
            " chocolat pâtissier",
            " beurre",
            " farine",
            " oeuf"
        ]
    },
    {
        "nom": "Brownies aux noix",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "200",
            "125",
            "200",
            "2",
            "1",
            "1",
            "4"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.s",
            "c.à.s",
            " ",
            " "
        ],
        "ingredients": [
            "chocolat",
            "beurre",
            "sucre en poudre",
            "farine",
            "sucre glace",
            "grosse poignée de cerneau de noix",
            "oeufs frais"
        ],
        "image": "images_recettes/brownies_aux_noix.jpg",
        "etapes": [
            "Mettre le chocolat et le beurre en petits morceaux dans une casserole. Faire fondre au bain-marie tout en remuant.",
            "Retirer la casserole du feu, ajouter le sucre et mélanger. Allumer le four à 180°C (thermostat 6).",
            "Verser un oeuf entier dans la casserole et le mélanger aussitôt. Incorporer de la même façon les autres oeufs.",
            "Ajouter les 2 cuillères à soupe de farine tout en mélangeant.",
            "Casser les cerneaux de noix en 2 ou 3. Les mélanger à la pâte.",
            "Etaler la noix de beurre dans un moule rectangulaire. Verser la pâte dedans.",
            "Mettre le moule au four et laisser cuire 20 mn.",
            "Une fois cuit, sortir le gâteau du four et le laisser refroidir.",
            "Le démouler ensuite sur un plat. Couper le gâteau en 6 ou 8 carrés et saupoudrer de sucre glace.Vous pouvez aussi remplacer les cerneaux de noix, par des noix de Pécan."
        ],
        "tempspreparation": 20,
        "tempstotal": 40,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat",
            " beurre",
            " sucre en poudre",
            " farine",
            " sucre glace",
            " cerneau de noix",
            " oeuf"
        ]
    },
    {
        "nom": "Petits biscuits de Noël",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            " ",
            " ",
            " ",
            " ",
            " ",
            "1",
            "250",
            "100",
            "125",
            "1",
            "50",
            "1"
        ],
        "unite": [
            " ",
            " ",
            " ",
            " ",
            " ",
            " ",
            "g",
            "g",
            "g",
            "c.à.c",
            "g",
            " "
        ],
        "ingredients": [
            "gingembre",
            "cannelle",
            "muscade",
            "girofle ...",
            "citron (orange ou mandarine)",
            "jaune d'oeuf (mélangé à un peu d'eau)",
            "farine",
            "beurre tendre",
            "sucre",
            "levure",
            "d'amandes en poudre",
            "oeuf"
        ],
        "image": "images_recettes/petits_biscuits_de_noel.jpg",
        "etapes": [
            "Mélanger dans une grande jatte la farine, la levure, le sucre et la poudre d'amandes. ",
            "Ajouter le beurre et les oeufs; puis travailler d'abord avec une fourchette puis avec les mains.",
            "Assaisonner au choix avec : 4 épices, cannelle/orange, citron... ",
            "Moi, je coupe la boule en 3, et je fais 3 assaisonnements différents ! ",
            "Préchauffer le four à 200°C (thermostat 6-7). ",
            "Etaler la pâte avec un rouleau et découper des formes à l'emporte-pièce (sapins, lunes, étoiles......).",
            "Les disposer sur une plaque garnie de papier sulfurisé. ",
            "Etaler un peu de jaune d'oeuf avec de la cannelle sur les biscuits, pour qu'ils soient bien dorés.",
            "Enfourner 7 à 10 min (à surveiller)."
        ],
        "tempspreparation": 15,
        "tempstotal": 23,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "gingembre",
            " cannelle",
            " muscade",
            " girofle",
            " citron",
            " jaune d'oeuf",
            " farine",
            " beurre tendre",
            " sucre",
            " levure",
            " amandes",
            " oeuf"
        ]
    },
    {
        "nom": "'The' tarte aux fraises",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "30",
            "40",
            "1",
            "500",
            "25",
            "1",
            "250",
            "125",
            "70",
            "5",
            "1",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "sachet",
            "g",
            "cl",
            " ",
            "g",
            "g",
            "g",
            "cl",
            "pincée",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre",
            "sucre vanillé",
            "fraises (ou plus ;)",
            "lait",
            "oeuf",
            "farine",
            "beurre",
            "sucre",
            "d'eau",
            "sel",
            "jaunes d'oeuf"
        ],
        "image": "images_recettes/'the'_tarte_aux_fraises.jpg",
        "etapes": [
            "PÂTE: Blanchir les jaunes et le sucre au fouet et détendre le mélange avec un peu d'eau.",
            "Mélanger au doigt la farine et le beurre coupé en petites parcelles pour obtenir une consistance sableuse et que tout le beurre soit absorbé (!!! Il faut faire vite pour que le mélange ne ramollisse pas trop!).",
            "Verser au milieu de ce sable le mélange liquide. Incorporer au couteau les éléments rapidement sans leur donner de corps.",
            "Former une boule avec les paumes et fraiser 1 ou 2 fois pour rendre la boule + homogène. ",
            "Foncer un moule de 25 cm de diamètre avec la pâte, garnissez la de papier sulfurisé et de haricots secs. Faire cuire à blanc 20 à 25 min, à 180°C (thermostat 6).",
            "CRÈME PÂTISSIÈRE : Mettre le lait à  bouillir avec le parfum choisi (vanille ou autre).",
            "Travailler l'oeuf avec le sucre jusqu'à ce que la pâte fasse le ruban, ajouter la farine. ",
            "Verser le lait bouillant sur le mélange en tournant bien. ",
            "Remettre dans la casserole sur le feu. Faire cuire en tournant très soigneusement. Retirer après ébullition.",
            "Verser la crème sur le fond de tarte et disposer joliment les fraises coupées en 2."
        ],
        "tempspreparation": 15,
        "tempstotal": 35,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " sucre vanillé",
            " fraises",
            " lait",
            " oeuf",
            " farine",
            " beurre",
            " sucre",
            " eau",
            " sel",
            " jaune d'oeuf"
        ]
    },
    {
        "nom": "Langues de chat",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "60",
            "60",
            "60",
            "2",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " ",
            " "
        ],
        "ingredients": [
            "beurre",
            "sucre en poudre",
            "farine",
            "gouttes de vanille ou 1 sachet de sucre vanillé",
            "blancs d'oeuf"
        ],
        "image": "images_recettes/langues_de_chat.jpg",
        "etapes": [
            "Travailler le beurre pour le rendre crémeux,",
            "ajouter le sucre, la vanille et la farine.",
            "Bien mélanger.",
            "Incorporer les blancs d'oeufs.",
            "Beurrer la plaque du four et la fariner. Mettre la pâte dans une poche a douille. Etaler des bâtonnets de pâte suffisamment espacés sur la plaque.",
            "Faire cuire 7 à 8 min à four chaud (200°C). Décoller aussitôt et faire refroidir."
        ],
        "tempspreparation": 15,
        "tempstotal": 23,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " sucre en poudre",
            " farine",
            " vanille",
            " blanc d'oeuf"
        ]
    },
    {
        "nom": "Charlotte aux fraises",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "140",
            "6",
            "500",
            "1",
            "26",
            "1",
            "1",
            "40",
            " "
        ],
        "unite": [
            "g",
            "feuilles",
            "g",
            "sachet",
            " ",
            "c.à.s",
            " ",
            "cl",
            " "
        ],
        "ingredients": [
            "sucre en poudre",
            "gélatine",
            "fraises",
            "sucre vanillé",
            "biscuits à la cuillère",
            "d'Alcool de fraise",
            "citron",
            "crème liquide",
            "glaçons"
        ],
        "image": "images_recettes/charlotte_aux_fraises.jpg",
        "etapes": [
            "Préparer un sirop en portant à ébullition 15 cl d'eau et 80 g de sucre. Oter du feu et laisser refroidir, ensuite y mettre l'alcool de fraise.",
            "Faire tremper la gélatine dans un bol d'eau froide.",
            "Laver et équeuter les fraises et en mettre 8 entières de côté.Mettre les autres fraises dans un mixeur avec le jus de citron et mixer jusqu'à obtenir une puréee lisse. Tranvaser cette purée dans une passoire afin de récolter le coulis et retenir les grains.",
            "Prélever un quart de ce coulis et le faire chauffer doucement dans une casserole en y incorporant la gélatine essorée et le restant de sucre. ",
            "Ensuite, mélanger le coulis obtenu (chaud) avec le coulis froid. Laisser tiédir à température ambiante. ",
            "Mettre la crème liquide dans un saladier et mettre au congelateur 20 mn. Puis la fouetter de façon à obtenir une crème chantilly. Mettre le sucre vanillé, remuer doucement et mettre en attente au frais. ",
            "Placer le récipient où se trouve le coulis dans un récipient + grand rempli de glaçons. Remuer le coulis jusqu'à constater son épaississement. A ce moment, l'ôter des glaçons et y ajouter la chantilly en tournant délicatement. Laisser à température ambiante.",
            "Couper les 8 fraises mises de côté dans leur hauteur.Tapisser le fond et les parois du moule avec des biscuits trempés (vite fait) dans le sirop (les tailler si besoin). Pour les parois : côté bombé contre le moule.",
            "Verser un tiers de la crème puis parsemer de fraises coupées (la moitié). ",
            "Couvrir du second tiers de crème, disposer le restant de fraises coupées. Terminer par le dernier tiers de crème. Finir par une couche de biscuits (toujours trempés dans le sirop). ",
            "Mettre du film plastique sur le plat et laisser au frais 6h (une nuit est l'idéal) avant de démouler."
        ],
        "tempspreparation": 60,
        "tempstotal": 60,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre en poudre",
            " gélatine",
            " fraises",
            " sucre vanillé",
            " biscuits à la cuillère",
            " Alcool",
            " citron",
            " crème liquide",
            " glaçons"
        ]
    },
    {
        "nom": "Madeleines au miel",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "125",
            "130",
            "1",
            "150",
            "1/2",
            "1",
            "3",
            "1"
        ],
        "unite": [
            "g",
            "g",
            "c.à.s",
            "g",
            "sachet",
            "pincée",
            " ",
            " "
        ],
        "ingredients": [
            "beurre fondu",
            "sucre en poudre",
            "rase de miel",
            "farine",
            "levure",
            "sel",
            "oeufs",
            "citron non traité"
        ],
        "image": "images_recettes/madeleines_au_miel.jpg",
        "etapes": [
            "Allumer le four thermostat 7-8 . ",
            "Fouettez à la main les œufs, le sucre et le miel, jusqu'à ce que le mélange blanchisse. ",
            "Ajouter alors la farine, le sel, le levure, le beurre fondu et le zeste du citron. Bien mélanger. ",
            "Beurrer les moules et les remplir à moitié avec la préparation. ",
            "Enfourner 5 à 10 min, jusqu'à ce que les madeleines soient dorées."
        ],
        "tempspreparation": 15,
        "tempstotal": 20,
        "nombredepersonne": 24,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " sucre en poudre",
            " miel",
            " farine",
            " levure",
            " sel",
            " oeuf",
            " citron"
        ]
    },
    {
        "nom": "Fondant à la crème de marrons et au chocolat",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "100",
            "100",
            "500",
            "3"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "chocolat noir dessert (à 61 ou 65% de cacao)",
            "beurre + 10 g pour le moule",
            "crème de marrons vanillée",
            "oeufs"
        ],
        "image": "images_recettes/fondant_a_la_creme_de_marrons_et_au_chocolat.jpg",
        "etapes": [
            "Préchauffer le four à thermostat 5 (150°C).",
            "Faire fondre le chocolat au bain-marie avec le beurre. Lisser le mélange.",
            "Ajouter à la crème de marron en fouettant. Battre les oeufs entiers, et incorporer progressivement au mélange en remuant très vivement pour obtenir une préparation homogène.",
            "Verser dans un moule à gâteau beurré et fariné.",
            "Cuire entre 20 et 30 minutes (toujours à 150°C): à chacun de calibrer sa cuisson... Pour moi, il est toujours ressorti fondant du coeur jusqu'aux bords!"
        ],
        "tempspreparation": 10,
        "tempstotal": 35,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " beurre",
            " crème de marrons",
            " oeuf"
        ]
    },
    {
        "nom": "Muffins à la banane",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "3",
            "75",
            "1",
            "1",
            "1/2",
            "150",
            "70",
            "1"
        ],
        "unite": [
            " ",
            "g",
            "c.à.c",
            "c.à.c",
            "c.à.c",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "bananes",
            "sucre blanc",
            "bicarbonate",
            "levure",
            "sel",
            "farine",
            "beurre fondu",
            "oeuf"
        ],
        "image": "images_recettes/muffins_a_la_banane.jpg",
        "etapes": [
            "Ecraser les bananes. Ajouter le sucre et l'oeuf légèrement battu. Ajouter le beurre fondu, puis les ingrédients secs (farine, levure, bicarbonate).",
            "Placer dans des moules à muffin.",
            "Cuire à 190°C pendant 20 min."
        ],
        "tempspreparation": 10,
        "tempstotal": 30,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "banane",
            " sucre",
            " bicarbonate",
            " levure",
            " sel",
            " farine",
            " beurre",
            " oeuf"
        ]
    },
    {
        "nom": "Cookies pépites aux flocons d'avoine",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "240",
            "1",
            "1",
            "120",
            "150",
            "75",
            "120",
            "2",
            "75"
        ],
        "unite": [
            "g",
            "sachet",
            "sachet",
            "g",
            "g",
            "g",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "farine",
            "levure",
            "sucre vanillé",
            "chocolat",
            "sucre roux",
            "beurre tendre",
            "flocons d'avoine",
            "oeufs",
            "margarine"
        ],
        "image": "images_recettes/cookies_pepites_aux_flocons_d'avoine.jpg",
        "etapes": [
            "Préchauffer le four à 180°C. ",
            "Mélanger flocons, farine et sucre (vanillé et roux), puis malaxer à la main avec oeufs, levure, sucre et beurre/margarine, ajouter ensuite les pépites. ",
            "Mettre de petites boules de pâte légèrement applaties sur une plaque à pâtisserie recouverte d'une feuille de cuisson, bien espacées. ",
            "Enfourner 10 mn environ, pas plus, ça continue de cuire après être sorti du four."
        ],
        "tempspreparation": 10,
        "tempstotal": 20,
        "nombredepersonne": 26,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " levure",
            " sucre vanillé",
            " chocolat",
            " sucre roux",
            " beurre tendre",
            " flocons d'avoine",
            " oeuf",
            " margarine"
        ]
    },
    {
        "nom": "Bavarois aux fraises sur génoise",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "3",
            "1",
            "500",
            "6",
            "220",
            "1",
            "40",
            "125",
            "125",
            "4",
            "4"
        ],
        "unite": [
            "feuilles",
            " ",
            "g",
            "feuilles",
            "g",
            " ",
            "cl",
            "g",
            "g",
            " ",
            " "
        ],
        "ingredients": [
            "gélatine",
            "coulis de fruits rouges",
            "fraises",
            "gélatine",
            "sucre",
            "citron",
            "crème liquide fleurette",
            "sucre",
            "farine",
            "jaunes d'oeuf",
            "blancs d'oeuf"
        ],
        "image": "images_recettes/bavarois_aux_fraises_sur_genoise.jpg",
        "etapes": [
            "Attention, cette recette est à préparer la veille !",
            "Génoise : mélanger les jaunes d’œufs avec le sucre et travailler jusqu'à ce que le mélange blanchisse.",
            "Ajouter la farine et mélanger.",
            "Monter les blancs en neige et les mêler délicatement à la pâte.",
            "Étaler cette pâte en couche régulière dans un cercle à pâtisserie à bords hauts, sur une plaque garnie d'une feuille de papier cuisson.",
            "Faire cuire une dizaine de minutes à 220°C (thermostat 7-8) jusqu'à ce que la pâte soit cuite (planter la pointe du couteau). Lorsque la génoise est cuite, la glisser sur un plat à dessert et ôter le papier cuisson en la laissant dans le cercle à pâtisserie.",
            "Bavarois : faire ramollir les 6 feuilles de gélatine dans un bol d'eau bien froide.",
            "Laver et équeuter les fraises.",
            "Les mixer avec le jus du citron et ajouter les 220 g de sucre (ajuster au besoin).",
            "Verser ce mélange dans une casserole, faire chauffer à feu doux et y ajouter les feuilles de gélatine ramollies et essorées. Remuer jusqu'à ce qu'elles fondent, puis laisser refroidir.",
            "Monter les 40 cl de crème en chantilly (il faut que la crème soit très froide).",
            "Quand la mixture de fraise est refroidie et avant que la gélatine ne prenne, y ajouter délicatement la crème fouettée.",
            "Verser le tout sur la génoise dans le cercle à pâtisserie et mettre au réfrigérateur jusqu'au lendemain.",
            "Le lendemain, on prépare le nappage : faire ramollir les 3 feuilles de gélatine dans de l'eau.",
            "Chauffer le coulis dans une casserole, y ajouter les feuilles de gélatine en les faisant bien fondre et laisser un peu refroidir.",
            "Passer la lame d'un couteau sur le bord du cercle à pâtisserie pour démouler le bavarois, puis le napper.",
            "Mettre un peu au réfrigérateur et... Régalez-vous !"
        ],
        "tempspreparation": 50,
        "tempstotal": 550,
        "nombredepersonne": 12,
        "categorie": "dessert",
        "ingredients_recherche": [
            "gélatine",
            " coulis de fruits rouges",
            " fraises",
            " gélatine",
            " sucre",
            " citron",
            " crème liquide",
            " sucre",
            " farine",
            " jaune d'oeuf",
            " blanc d'oeuf"
        ]
    },
    {
        "nom": "Amour de crumble aux pommes",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "1",
            "60",
            "1",
            " ",
            "6",
            "150",
            "1"
        ],
        "unite": [
            "g",
            "sachet",
            "g",
            "pincée",
            " ",
            " ",
            "g",
            "pincée"
        ],
        "ingredients": [
            "farine",
            "sucre vanillé",
            "beurre + un chouïa pour la poêle",
            "sel",
            "orange",
            "pommes (ne pas hésiter à mélanger les variétés, choisir par exemple 1 Pink Lady, 2 Fuji, 2 canada et 1 Red Chief)",
            "cassonade",
            "cannelle"
        ],
        "image": "images_recettes/amour_de_crumble_aux_pommes.jpg",
        "etapes": [
            "Peler les pommes et les couper en gros dés. ",
            "Faire caraméliser les cubes de pommes dans une poêle avec un chouïa de beurre et un sachet de sucre vanillé, y rajouter le jus d'orange et la pincée de cannelle et laisser réduire quelques instants. ",
            "Dans un bol, travailler avec les doigts la farine, le beurre froid préalablement coupé en morceaux, le sucre et la pincée de sel, de façon à obtenir une semoule grossière. ",
            "Dans un plat allant au four, disposer les pommes puis les recouvrir de la pâte à crumble. Parsemer sur le dessus des minuscules copeaux de beurre çà et là.... ",
            "Laisser cuire 10-15 mn jusqu'à ce que le crumble soit doré. ",
            "Déguster en se léchant les babines."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre vanillé",
            " beurre",
            " sel",
            " orange",
            " pomme",
            " cassonade",
            " cannelle"
        ]
    },
    {
        "nom": "Nougat glacé",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "120",
            "100",
            "3",
            "40",
            "150",
            "75"
        ],
        "unite": [
            "g",
            "g",
            " ",
            "cl",
            "g",
            "g"
        ],
        "ingredients": [
            "sucre",
            "miel d'acacia",
            "oeufs",
            "crème fleurette",
            "d'amandes",
            "pistaches"
        ],
        "image": "images_recettes/nougat_glace.jpg",
        "etapes": [
            "Faire griller les pistaches et les amandes dans une poêle, les poudrer de sucre et laisser caraméliser. ",
            "Séparer les blancs des jaunes. ",
            "Faite chauffer le miel. ",
            "Fouetter les blancs en neige puis ajouter le miel bouillant. ",
            "Ajouter le reste du sucre aux jaunes et fouetter. Incorporer les blancs. ",
            "Fouetter la crème en chantilly et l'ajouter à la 1ère préparation. ",
            "Puis enfin mettre les pistaches et les amandes concassées. ",
            "Mettre dans un moule à cake de préférence en silicone sinon mettre un film alimentaire au fond du moule afin de pouvoir démouler le nougat plus facilement. ",
            "Mettre au congélateur au moins 12 h avant de servir."
        ],
        "tempspreparation": 30,
        "tempstotal": 35,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " miel d'acacia",
            " oeuf",
            " crème fleurette",
            " amandes",
            " pistaches"
        ]
    },
    {
        "nom": "Tarte pommes râpées citrons",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1",
            "150",
            "80",
            "3",
            "2",
            "2"
        ],
        "unite": [
            " ",
            "g",
            "g",
            " ",
            " ",
            " "
        ],
        "ingredients": [
            "pâte brisée (ou à faire soi même si courageux)",
            "sucre en poudre",
            "beurre fondu",
            "pommes pas trop acides (style elstar)",
            "oeufs",
            "citrons bien lavés"
        ],
        "image": "images_recettes/tarte_pommes_rapees_citrons.jpg",
        "etapes": [
            "Eplucher les 3 pommes et les râper dans une jatte. Très vite ensuite, afin qu'elles ne noircissent pas, y râper les zestes des deux citrons et y ajouter le jus des deux citrons. Mélanger vite . ",
            "Ajouter dans le mélange pommes citrons les 2 oeufs entiers, les 150 g de sucre et le beurre fondu. Mélanger le tout.",
            "Etaler la pâte, et y verser le mélange. Mettre à cuire à thermostat 7 pendant environ 40 mn. Il faut que le dessus de l'appareil commence à dorer. Bien surveiller en fin de cuisson."
        ],
        "tempspreparation": 15,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte brisée",
            " sucre en poudre",
            " beurre",
            " pomme",
            " oeuf",
            " citron"
        ]
    },
    {
        "nom": "Vosgienne ou forêt noire aux framboises",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "4",
            "4",
            "100",
            "1",
            "4",
            "500",
            "1",
            "400",
            "200",
            "8",
            "40"
        ],
        "unite": [
            "paquets",
            "c.à.s",
            "g",
            "l",
            "paquets",
            "g",
            " ",
            "g",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "sucre vanillé",
            "sucre",
            "chocolat noir pour les copeaux",
            "crème fleurette",
            "fixe chantilly",
            "framboises surgelées",
            "petit verre de schnaps framboise",
            "sucre",
            "farine",
            "oeufs",
            "cacao non sucré"
        ],
        "image": "images_recettes/vosgienne_ou_foret_noire_aux_framboises.jpg",
        "etapes": [
            "Commencez par les copeaux (J-2).",
            "Faites fondre le chocolat, versez-le sur une plaque de marbre. Laissez refroidir puis râpez avec un couteau à grande lame, du plus loin vers vous, faites ainsi les copeaux que vous réservez dans une boîte au frais.",
            "Le biscuit (J-2).",
            "Préchauffez votre four à 180°C (thermostat 6).",
            "Fouettez 8 jaunes d'œufs avec le sucre jusqu'à doublement de la masse.",
            "Battez les 8 blancs en neige ferme avec 1 pincée de sel.",
            "Important : ajoutez alors 1/4 des blancs au mélange jaune-sucre et 1 cuillère à soupe d'eau.",
            "Battez à nouveau 10 minutes ensemble au batteur électrique le mélange jaunes-sucre et le 1/4 de blanc en neige.",
            "Et là seulement, ajoutez la farine tamisée ainsi que le cacao, ",
            "puis incorporez délicatement le reste des blancs en neige.",
            "Beurrez grassement un moule à biscuit de 28 cm à fond amovible, versez-y la masse.",
            "Faîtes cuire au four entre 150°C et 200°C (thermostat 5-7) pendant 40 min.",
            "La chantilly (J-1).",
            "Sortez la crème du réfrigérateur au moment de la battre, après quelques minutes ajoutez le fixateur mélangé aux sucres et continuez à battre jusqu'à consistance ferme.",
            "Réservez la chantilly au frais.",
            "Montage du gâteau (J-1).",
            "Coupez le biscuit dans la hauteur en 3 si possible, sinon en deux,",
            "avec un couteau à grande lame fine.",
            "Posez la base sur un carton de la taille du gâteau, mettez quelques gouttes d'eau de vie de framboise ou de kirsch. Tartinez de crème chantilly sur 1 cm environ puis piquez les framboises encore congelées dans la crème.",
            "Posez la deuxième partie de biscuit et recommencez.",
            "Eventuellement la troisième partie de même.",
            "Gardez la moitié de la chantilly pour enrober tout le biscuit et servez-vous-en pour égaliser et boucher les « trous «  ",
            "Décorez avec des copeaux de chocolat et des framboises, gardez la vosgienne au frais jusqu'au moment de servir."
        ],
        "tempspreparation": 90,
        "tempstotal": 130,
        "nombredepersonne": 12,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre vanillé",
            " sucre",
            " chocolat noir",
            " crème fleurette",
            " fixe chantilly",
            " framboises",
            " schnaps",
            " sucre",
            " farine",
            " oeuf",
            " cacao"
        ]
    },
    {
        "nom": "Cake à la banane / banana bread (USA)",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "250",
            "160",
            "2",
            "1/2",
            "1",
            "2",
            "85",
            "2",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "c.à.c",
            "c.à.c",
            " ",
            " ",
            "g",
            "c.à.s",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre",
            "levure chimique",
            "bicarbonate",
            "bonne pincée de sel",
            "bananes moyennes mûres (plus elles sont mûres, mieux c'est)",
            "beurre",
            "lait",
            "oeufs"
        ],
        "image": "images_recettes/cake_a_la_banane_a_banana_bread_(usa).jpg",
        "etapes": [
            "Préchauffer le four à 165° C (thermostat 5-6). Mélanger 150 g de la farine avec le sucre, la levure chimique, le bicarbonate et le sel. ",
            "Ajouter les bananes écrasées, ainsi que le beurre et le lait. ",
            "Battre (de préférence avec un mixeur) doucement, jusqu'à l'obtention d'une pâte homogène, puis vigoureusement 2 min.",
            "Ajouter les oeufs et le reste de la farine,",
            "et bien mélanger.",
            "Graisser le fond d'une moule à cake, et y verser la pâte.",
            "Faire cuire au four à 165°C pendant 55 à 60 min (vérifier la cuisson).",
            "Peut être glacé avec un glaçage à base de fromage blanc ou de crème fraîche."
        ],
        "tempspreparation": 30,
        "tempstotal": 90,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " levure chimique",
            " bicarbonate",
            " sel",
            " banane",
            " beurre",
            " lait",
            " oeuf"
        ]
    },
    {
        "nom": "Gâteau pommes, noix et cannelle",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "180",
            "7.5",
            "200",
            "250",
            "2",
            "75",
            "2",
            "1",
            "4"
        ],
        "unite": [
            "ml",
            "g",
            "g",
            "g",
            "c.à.c",
            "g",
            " ",
            "c.à.c",
            " "
        ],
        "ingredients": [
            "d'huile",
            "sucre vanillé",
            "sucre",
            "farine",
            "levure chimique",
            "cerneau de noix",
            "oeufs",
            "cannelle",
            "pommes"
        ],
        "image": "images_recettes/gateau_pommes,_noix_et_cannelle.jpg",
        "etapes": [
            "Mélangez au fouet les oeufs, l'huile, la cannelle, les sucres, puis la farine tamisée avec la levure chimique. Incorporez à la pâte lisse les pommes pelées et coupées en dés et les cerneaux de noix hachés (la pâte est alors très épaisse et dure à mélanger). ",
            "Versez dans un moule à cake beurré et fariné.",
            "Faites cuire au four à thermostat 6 (180°C) pendant 1 heure environ."
        ],
        "tempspreparation": 25,
        "tempstotal": 85,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "huile",
            " sucre vanillé",
            " sucre",
            " farine",
            " levure chimique",
            " cerneau de noix",
            " oeuf",
            " cannelle",
            " pomme"
        ]
    },
    {
        "nom": "Rochers légers à la noix de coco",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "50",
            "50",
            "1"
        ],
        "unite": [
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "noix de coco",
            "sucre semoule",
            "blanc d'oeuf"
        ],
        "image": "images_recettes/rochers_legers_a_la_noix_de_coco.jpg",
        "etapes": [
            "Mélanger tous les ingrédients. ",
            "Vous pouvez ajouter de la noix de coco pour que la pâte soit plus ferme. ",
            "Recouvrir la plaque du four de papier cuisson beurré et faire des petits tas grâce à une cuillère à soupe.",
            "Cuire dans un four à 150° jusqu'à ce que les rochers aient une belle couleur."
        ],
        "tempspreparation": 15,
        "tempstotal": 30,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "noix de coco",
            " sucre semoule",
            " blanc d'oeuf"
        ]
    },
    {
        "nom": "Gâteau au yaourt",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1/2",
            "2",
            "3",
            "1",
            "1/2",
            "2",
            "1"
        ],
        "unite": [
            "paquet",
            "pots",
            "pots",
            "pot",
            "pot",
            " ",
            "zeste"
        ],
        "ingredients": [
            "levure chimique",
            "sucre semoule",
            "farine",
            "yaourt nature",
            "d'huile de colza",
            "oeufs",
            "citron jaune"
        ],
        "image": "images_recettes/gateau_au_yaourt.jpg",
        "etapes": [
            "Préchauffer le four à 180°C (thermostat 6).Mélanger tout simplement les ingrédients un à un en suivant l'ordre suivant : levure,",
            "yaourt",
            "huile",
            "sucre",
            "farine",
            "oeuf et zeste",
            "Beurrer ou huilez un moule à manqué à l'aide d'une feuille de papier essuie-tout et y verser la pâte.",
            "Enfourner pour environ 30 minutes de cuisson.",
            "Vérifier la cuisson avec la pointe d'un couteau (elle doit ressortir sèche)."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "levure chimique",
            " sucre semoule",
            " farine",
            " yaourt nature",
            " huile de colza",
            " oeuf",
            " citron"
        ]
    },
    {
        "nom": "Muffins poires pépites de chocolat de Nadine",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "100",
            " ",
            "1",
            "2",
            "3",
            "250",
            "100",
            "1/2",
            "1",
            " "
        ],
        "unite": [
            "g",
            "g",
            " ",
            "c.à.s",
            " ",
            " ",
            "g",
            "g",
            "sachet",
            " ",
            " "
        ],
        "ingredients": [
            "sucre",
            "beurre très mou (ou fondu et refroidi)",
            "extrait de vanille ou sucre vanillé (1 cuillère à café)",
            "miel liquide (facultatif)",
            "oeufs",
            "demis de poire au sirop",
            "farine",
            "chocolat",
            "levure chimique + 1 cuillère à café de bicarbonate (facultatif)",
            "bonne pincée de sel fin",
            "amandes effilées"
        ],
        "image": "images_recettes/muffins_poires_pepites_de_chocolat_de_nadine.jpg",
        "etapes": [
            "Préparer le mélange 1 (sec) dans un saladier ; bien homogéniser. ",
            "Battre les oeufs avec le sucre dans un autre saladier jusqu'à ce que le mélange blanchisse un peu. Ajouter le beurre, la vanille et le miel, et bien mélanger. ",
            "Ecraser grossièrement les poires à la fourchette et les incorporer au mélange 2 avec 2 cuillères à soupe de leur sirop. ",
            "Verser le mélange liquide (2) dans le mélange sec (1) en remuant très très peu, juste de quoi mouiller la farine, il restera des grumeaux, ne pas essayer de les défaire. ",
            "Verser dans des moules en les remplissant aux 2/3 , parsemer de quelques amandes effilées. ",
            "Enfourner 20 mn à thermostat 6 (180°C)."
        ],
        "tempspreparation": 5,
        "tempstotal": 25,
        "nombredepersonne": 12,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " beurre",
            " extrait de vanille",
            " miel liquide",
            " oeuf",
            " poire",
            " farine",
            " chocolat",
            " levure chimique",
            " sel",
            " amandes effilées"
        ]
    },
    {
        "nom": "Tarte au fromage blanc (en alsacien, Käsküeche)",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "500",
            "10",
            "40",
            "135",
            "1",
            "3",
            "250",
            "125",
            "40",
            "1",
            " ",
            "5"
        ],
        "unite": [
            "g",
            "cl",
            "g",
            "g",
            "sachet",
            " ",
            "g",
            "g",
            "g",
            "sachet",
            " ",
            "cl"
        ],
        "ingredients": [
            "fromage blanc",
            "crème fraîche",
            "maïzena",
            "sucre",
            "sucre vanillé",
            "oeufs",
            "farine",
            "beurre",
            "sucre",
            "sucre vanillé",
            "sel",
            "lait"
        ],
        "image": "images_recettes/tarte_au_fromage_blanc_(en_alsacien,_kaskueche).jpg",
        "etapes": [
            "Mélanger 250 g de farine avec 125 g de beurre coupé en dés. ",
            "Ajouter 40 g de sucre, 1 sucre vanillé, 1 pincée de sel et, petit à petit, 5 cl de lait. ",
            "Rouler la pâte en boule et laisser-la reposer au frais pendant une demi-heure. ",
            "Aplatir la pâte et garnir un moule à manqué de 25 cm de diamètre, légèrement beurré. Piquer le fond avec une fourchette. ",
            "Réserver au frais. ",
            "Dans une terrine, mélanger 500 g de fromage blanc (à 40 % de MG), 1 dl de crème fraîche, 3 jaunes d'oeufs, 40 g de maïzena, 135 g de sucre et 1 sucre vanillé. ",
            "Monter les blancs en neige et les incorporer au mélange de fromage blanc, à la spatule. ",
            "Verser le tout sur la pâte, . ",
            "Faire cuire dans un four préchauffé à 200°C pendant 40 min (ou pour un four combiné : 200°C / micro-ondes = maintien pendant 21 min). ",
            "Sortir le moule et attendre 5 min... avant de poser une grille sur le moule et de retourner l'ensemble. ",
            "Retirer le moule et laisser refroidir la tarte à l'envers pendant 5 à 10 min (pour que le fromage blanc reste bien ferme). ",
            "Enfin, retourner la tarte et la présenter sur un plat de service."
        ],
        "tempspreparation": 45,
        "tempstotal": 85,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "fromage blanc",
            " crème fraîche",
            " maïzena",
            " sucre",
            " sucre vanillé",
            " oeuf",
            " farine",
            " beurre",
            " sucre",
            " sucre vanillé",
            " sel",
            " lait"
        ]
    },
    {
        "nom": "Cake au citron",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "20",
            " ",
            "200",
            "200",
            "1/2",
            "100",
            "4",
            "1"
        ],
        "unite": [
            "morceaux",
            " ",
            "g",
            "g",
            "paquet",
            "g",
            " ",
            " "
        ],
        "ingredients": [
            "sucre n°4",
            "citron",
            "farine",
            "sucre",
            "levure chimique",
            "beurre",
            "oeufs",
            "citron râpé (non traité)"
        ],
        "image": "images_recettes/cake_au_citron.jpg",
        "etapes": [
            "Séparer les blancs de jaunes. ",
            "Battre les blancs d'oeufs en neige, puis les réserver.",
            "Au bain-marie, faire fondre le beurre.",
            "Râper le citron.",
            "Travailler les jaunes avec le sucre.",
            "Ajouter le citron râpé, la farine, la levure et le beurre fondu. Y incorporer délicatement les blancs en neige.",
            "Enfourner à 180°C (thermostat 6) pendant 30 à 40 min.",
            "Pendant ce temps, faire le sirop à feu doux avec les 20 morceaux de sucre et le jus des 2 citrons; imprégner le cake avec ce sirop.",
            "Servir froid avec de la crème anglaise, des fraises, framboises, etc. Et même nature !"
        ],
        "tempspreparation": 10,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " citron",
            " farine",
            " sucre",
            " levure chimique",
            " beurre",
            " oeuf",
            " citron"
        ]
    },
    {
        "nom": "Tiramisu (Italie)",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "100",
            "200",
            "500",
            "5",
            "30",
            "30"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " ",
            "cl",
            "g"
        ],
        "ingredients": [
            "sucre en poudre",
            "biscuit italiens « Pavesini »",
            "mascarpone",
            "oeufs",
            "café très fort tiède",
            "cacao en poudre non sucré"
        ],
        "image": "images_recettes/tiramisu_(italie).jpg",
        "etapes": [
            "Cassez les oeufs, séparez les blancs des jaunes dans deux saladiers. Ajoutez le sucre aux jaunes et fouettez jusqu'à ce que le mélange blanchisse et fasse un ruban quand on soulève le fouet.",
            "Incorporez le mascarpone en petits morceaux, et fouettez pour rendre la préparation homogène. Fouettez les blancs d'oeufs en neige très fermement, avec une pincée de sel.",
            "Incorporez-les délicatement à la préparation précédente, avec la spatule, en mélangeant du bas vers le haut, pour ne pas faire retomber les blancs.",
            "Versez 1/4 de la crème ainsi obtenue dans le fond d’un plat creux rectangulaire de 30x20 cm. Versez le café dans une assiette creuse. Trempez rapidement 1/3 des biscuits et disposez les côte à côte sur la crème. Recouvrez les d’un second quart de crème, puis de biscuits trempés, etc... jusqu'à ce que vous ayez réalisé 4 couches de crème et 3 couches de biscuits. Terminez par une couche de crème et placez au frais au moins 4 heures.",
            "Juste avant de servir, saupoudrez de cacao tamisé à travers une passoire fine."
        ],
        "tempspreparation": 40,
        "tempstotal": 40,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre en poudre",
            " biscuit",
            " mascarpone",
            " oeuf",
            " café",
            " cacao"
        ]
    },
    {
        "nom": "Pâte sablée",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "250",
            "125",
            "100",
            "1",
            "1",
            "1"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "pincée",
            " ",
            "zeste"
        ],
        "ingredients": [
            "farine",
            "sucre semoule",
            "beurre",
            "sel",
            "oeuf",
            "citron"
        ],
        "image": "images_recettes/pate_sablee.jpg",
        "etapes": [
            "Dans un bol, délayez l'oeuf avec le sucre en poudre et une pincée de sel.",
            "Mettez la farine sur le plan de travail, faites un puits au centre, versez-y le contenu du bol et le zeste de citron, puis le beurre fondu (surtout pas du beurre liquide!).",
            "Malaxez le tout jusqu'à obtenir une pâte homogène. Etalez la au rouleau.",
            "Faites cuire à four chaud 12 à 15 min. Possibilité de mettre du papier sulfurisé dessus, pour être sûr que ça ne brûle pas."
        ],
        "tempspreparation": 15,
        "tempstotal": 30,
        "nombredepersonne": 1,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre semoule",
            " beurre",
            " sel",
            " oeuf",
            " citron"
        ]
    },
    {
        "nom": "Charlotte facile poire chocolat",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "200",
            "1",
            "6",
            "30",
            "1"
        ],
        "unite": [
            "g",
            "pincée",
            " ",
            " ",
            "boîte"
        ],
        "ingredients": [
            "chocolat pâtissier",
            "sel",
            "oeufs",
            "boudoirs",
            "poire au sirop"
        ],
        "image": "images_recettes/charlotte_facile_poire_chocolat.jpg",
        "etapes": [
            "Au moins 3 heures à l'avance, préparez la mousse au chocolat  : Faites fondre le chocolat avec 4 cuillères à soupe d'eau.",
            "Mélangez énergiquement le chocolat fondu et les jaunes d'oeufs.",
            "Battez les blancs des oeufs en neige avec la pincée de sel. Incorporez les blancs à la préparation. Laissez la mousse au chocolat pendant 3 h au réfrigérateur.",
            "Quand la mousse au chocolat est prête, trempez les boudoirs dans le sirop des poires et mettez les dans le moule à charlotte. ",
            "Alternez une couche de poires, de mousse au chocolat et de biscuits imbibés. ",
            "Placez au réfrigérateur au minimum 3 h."
        ],
        "tempspreparation": 60,
        "tempstotal": 60,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " sel",
            " oeuf",
            " boudoir",
            " poire"
        ]
    },
    {
        "nom": "Fondant au chocolat",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "100",
            "100",
            "4",
            "5"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.s",
            " "
        ],
        "ingredients": [
            "chocolat pâtissier",
            "beurre doux",
            "sucre semoule",
            "farine",
            "oeufs"
        ],
        "image": "images_recettes/fondant_au_chocolat.jpg",
        "etapes": [
            "Préchauffer le four à 180°C (thermostat 6).Faire fondre le chocolat et le beurre au bain-marie à feu doux, ou au micro-ondes sur le programme décongélation.",
            "Pendant ce temps, séparer les jaunes des blancs d'oeuf.",
            "Monter les blancs en neige ferme. Réserver. ",
            "Quand le mélange chocolat-beurre est bien fondu, ajouter les jaunes d’oeufs et fouetter. ",
            "Incorporer le sucre et la farine, puis ajouter les blancs d’oeufs sans les casser. ",
            "Beurrer et fariner un moule à manqué et y verser la pâte à gâteau.",
            "Enfourner pendant 20 minutes.",
            "Quand le gâteau est cuit, le laisser refroidir avant de le démouler. "
        ],
        "tempspreparation": 15,
        "tempstotal": 35,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " beurre doux",
            " sucre semoule",
            " farine",
            " oeuf"
        ]
    },
    {
        "nom": "Chouquettes",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "25",
            "100",
            "150",
            "1",
            "1/2",
            "1/2",
            "1",
            "3",
            " "
        ],
        "unite": [
            "cl",
            "g",
            "g",
            "c.à.s",
            "c.à.c",
            "c.à.c",
            "sachet",
            " ",
            " "
        ],
        "ingredients": [
            "d'eau",
            "beurre doux",
            "farine",
            "rase de sucre semoule",
            "sel",
            "levure chimique",
            "sucre vanillé",
            "oeufs",
            "sucre en grain"
        ],
        "image": "images_recettes/chouquettes.jpg",
        "etapes": [
            "Mettre l'eau et le beurre dans une casserole et porter à ébullition.",
            "Lorsque le mélange bout, retirer la casserole du feu et ajouter d'un seul coup la farine avec le sel et la levure.",
            "Mélanger à l'aide d'une spatule jusqu'à ce que la pâte se décolle toute seule des bords de la casserole et ne fasse plus qu'une masse.",
            "Laisser refroidir quelques instants.",
            "Ajouter le sucre, puis le premier oeuf et fouetter énergiquement jusqu'à absorption complète de celui-ci par la pâte. Recommencer avec les 2 autres oeufs (cette opération peut se faire au batteur électrique).",
            "Préchauffer le four à 210°C (thermostat 7).",
            "Déposer sur une plaque beurrée ou recouverte de papier sulfurisé des cuillerées à café de pâte en les espaçant bien (2 plaques pour cette quantité).",
            "Ajouter des grains de sucre perlé sur chaque chou en les enfonçant légèrement dans la pâte.",
            "Mettre à cuire dans le four préchauffé à 210°C (thermostat 7) pendant 15 à 20 minutes (190°C suffisent pour un four à chaleur tournante)."
        ],
        "tempspreparation": 20,
        "tempstotal": 35,
        "nombredepersonne": 45,
        "categorie": "dessert",
        "ingredients_recherche": [
            "eau",
            " beurre doux",
            " farine",
            " sucre semoule",
            " sel",
            " levure chimique",
            " sucre vanillé",
            " oeuf",
            " sucre en grain"
        ]
    },
    {
        "nom": "Mousse au chocolat facile",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "100",
            "1",
            "3"
        ],
        "unite": [
            "g",
            "sachet",
            " "
        ],
        "ingredients": [
            "chocolat noir",
            "sucre vanillé ou 1 pincée de sel",
            "oeufs"
        ],
        "image": "images_recettes/mousse_au_chocolat_facile.jpg",
        "etapes": [
            "Séparer les blancs des jaunes d'oeufs.",
            "Faire ramollir le chocolat dans une casserole au bain-marie.",
            "Hors du feu, incorporer les jaunes et le sucre.",
            "Battre les blancs en neige ferme.",
            "Ajouter délicatement les blancs au mélange à l'aide d'une spatule.",
            "Verser dans une terrine ou des verrines.",
            "Mettre au frais 2h minimum.",
            "Décorer de cacao ou de chocolat râpé",
            "Déguster"
        ],
        "tempspreparation": 10,
        "tempstotal": 15,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " sucre vanillé",
            " oeuf"
        ]
    },
    {
        "nom": "Gâteau aux pommes moelleux et ultra rapide",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "125",
            "1",
            "125",
            "3",
            "2",
            "3",
            "3",
            "3"
        ],
        "unite": [
            "g",
            "sachet",
            "g",
            " ",
            " ",
            "noisettes",
            " ",
            " "
        ],
        "ingredients": [
            "farine",
            "levure",
            "sucre",
            "demis d'huile",
            "demis de rhum ou de jus d'orange",
            "beurre  et un sucre vanille",
            "pommes jaunes",
            "oeufs"
        ],
        "image": "images_recettes/gateau_aux_pommes_moelleux_et_ultra_rapide.jpg",
        "etapes": [
            "Faire cuire à la poêle les pommes épluchées et coupées en lamelles avec le beurre et le sucre vanillé.",
            "Pendant ce temps, mélanger les oeufs, le sucre, l'huile, le rhum ou le jus d'orange, et en dernier la farine avec la levure. ",
            "Mélanger le tout à l'aide d'un fouet. ",
            "Rajouter les pommes caramélisées. ",
            "Bien mélanger le tout et répartir le mélange dans un moule beurré. ",
            "Faire cuire à 130-140°C pendant 40 min et à la sortie, arroser le gâteau avec un bouchon de rhum. "
        ],
        "tempspreparation": 15,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " levure",
            " sucre",
            " huile",
            " rhum",
            " beurre",
            " pomme",
            " oeuf"
        ]
    },
    {
        "nom": "Tarte amandine aux poires",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1",
            "100",
            "100",
            "25",
            "1",
            "2",
            "100",
            "10"
        ],
        "unite": [
            " ",
            "g",
            "g",
            "g",
            "boîte",
            " ",
            "g",
            "cl"
        ],
        "ingredients": [
            "pâte brisée toute prête",
            "beurre",
            "sucre",
            "farine",
            "poire au sirop",
            "oeufs",
            "d'amandes en poudre",
            "d'alcool de poire ou autre"
        ],
        "image": "images_recettes/tarte_amandine_aux_poires.jpg",
        "etapes": [
            "Mélangez le beurre ramolli au sucre jusqu'à ce que vous obteniez un mélange léger.",
            "Ajoutez les oeufs battus,puis les amandes en poudre et la farine tamisée. Parfumez avec l'alcool de poire.",
            "Etalez la pâte brisée au fond d'un moule à tarte. Piquez-en le fond et versez-y le mélange. Placez enfin les poires sur le mélange en les enfonçant délicatement.",
            "Mettez à cuire 30 mn à four moyen (thermostat 6)."
        ],
        "tempspreparation": 25,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte brisée",
            " beurre",
            " sucre",
            " farine",
            " poire",
            " oeuf",
            " amandes",
            " alcool de poire"
        ]
    },
    {
        "nom": "Madeleines au citron",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "100",
            "110",
            "3",
            "3",
            "1",
            "90"
        ],
        "unite": [
            "g",
            "g",
            "g",
            " ",
            "zeste",
            "g"
        ],
        "ingredients": [
            "sucre",
            "farine",
            "levure (1 cuillère à café)",
            "oeufs",
            "citron",
            "beurre salé"
        ],
        "image": "images_recettes/madeleines_au_citron.jpg",
        "etapes": [
            "Préchauffez le four à 220°C (th 7-8).",
            "Faites fondre le beurre au micro-ondes (puissance minimum). Laissez-le refroidir. ",
            "Hachez finement le zeste de citron.",
            "Dans un saladier, cassez les oeufs, ajoutez le sucre, et fouettez pour faire mousser. ",
            "Ajoutez la farine et la levure. Incorporez le beurre fondu, puis les zestes.",
            "Laissez poser 1/2 h (c'est facultatif, je l'ai fait sans pose et les madeleines étaient très bonnes).",
            "Remplissez les moules au 3/4, et enfournez à 220°C (th 7-8) pendant 4 min. ",
            "Ensuite, baissez le four à 200°C (th 6-7), et laissez cuire 8 min. ",
            "Démoulez tiède."
        ],
        "tempspreparation": 15,
        "tempstotal": 27,
        "nombredepersonne": 18,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " farine",
            " levure",
            " oeuf",
            " citron",
            " beurre salé"
        ]
    },
    {
        "nom": "Gateau moelleux marbré vanille chocolat",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "150",
            "200",
            "1",
            "1",
            "100",
            "40",
            "1",
            "3"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "paquet",
            "pincée",
            "g",
            "g",
            "paquet",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre en poudre",
            "crème fraîche épaisse",
            "levure chimique",
            "sel",
            "chocolat noir ou pâtissier",
            "beurre",
            "sucre vanillé",
            "oeufs"
        ],
        "image": "images_recettes/gateau_moelleux_marbre_vanille_chocolat.jpg",
        "etapes": [
            "Préchauffer le four à 200°C (thermostat 6-7).",
            "Dans un robot (plus facile et plus rapide), mélanger la farine, le sucre en poudre, la crème fraîche, les oeufs, la levure et le sel.",
            "Faire fondre le chocolat noir avec le beurre.",
            "Incorporer le chocolat fondu à la moitié de la pâte.",
            "Beurrer un moule à gateau (personnellement, je mets du papier sulfurisé, ça cuit tout aussi bien et ça n'accroche pas au moule lors du démoulage!), et verser les deux appareils en alternant les deux goûts selon l'envie.",
            "Saupoudrer avec le sucre vanillé.",
            "Enfourner à 200°C (thermostat 6-7) pendant 25 à 30 min.",
            "Le gateau est prêt quand la pointe du couteau ressort sèche."
        ],
        "tempspreparation": 20,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre en poudre",
            " crème fraîche",
            " levure chimique",
            " sel",
            " chocolat noir",
            " beurre",
            " sucre vanillé",
            " oeuf"
        ]
    },
    {
        "nom": "Clafoutis aux cerises express",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "5",
            "5",
            "60",
            "1",
            "1",
            "1",
            "700",
            "2",
            "1/4"
        ],
        "unite": [
            "cuillères",
            "cuillères",
            "g",
            "pincée",
            "c.à.c",
            "sachet",
            "g",
            " ",
            "l"
        ],
        "ingredients": [
            "farine (100 g)",
            "sucre roux (100 g)",
            "beurre",
            "sel",
            "d'extrait de vanille",
            "sucre vanillé (facultatif)",
            "cerises bien mûres",
            "oeufs + 2 jaunes d'oeufs",
            "lait (25 cl)"
        ],
        "image": "images_recettes/clafoutis_aux_cerises_express.jpg",
        "etapes": [
            "Lavez et équeutez les cerises. ",
            "Allumez votre four à thermostat 6/7 (180/200°C). Dans un plat à tarte, mettez le beurre puis enfournez-le.",
            "Battez les oeufs en omelette, ajoutez la pincée de sel ainsi que le sucre. Mélangez bien (au fouet ou au robot). Ajoutez l'extrait de vanille, mélangez et jetez la farine en pluie. Mélangez bien jusqu'à obtenir un liquide épais et onctueux. ",
            "Sortez le beure fondu du four, ajoutez-le au liquide puis ajoutez le lait tout en remuant. Une fois mélangé, ajoutez les cerises à la préparation. ",
            "Avec un essuie-tout, étalez le beurre resté dans le plat pour le graisser, puis ajoutez la préparation. Ajoutez quelques noisettes de beurre par dessus. ",
            "Enfournez 45 mn (jusqu'à ce que le dessus commence à bien dorer). Dès la sortie du four, saupoudrez de sucre vanillé. ",
            "Servez tiède."
        ],
        "tempspreparation": 10,
        "tempstotal": 55,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre roux",
            " beurre",
            " sel",
            " extrait de vanille",
            " sucre vanillé",
            " cerises",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Génoise légère de ma grand-mère",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "125",
            "30",
            "70",
            "1",
            "1/2",
            "1",
            "5"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "sachet",
            "pincée",
            " "
        ],
        "ingredients": [
            "sucre",
            "farine",
            "maïzena",
            "sucre vanillé",
            "levure",
            "sel",
            "oeufs"
        ],
        "image": "images_recettes/genoise_legere_de_ma_grand-mere.jpg",
        "etapes": [
            "Préchauffer le four à 175°C (thermostat 5-6).",
            "Mettre ensemble les jaunes d'oeufs, le sucre et le sucre vanillé.",
            "Bien mélanger avec une spatule jusqu'à ce que la pâte blanchisse et forme un ruban.",
            "Ajouter la farine, la maïzena et la levure (tamiser si besoin). Bien mélanger.",
            "Battre les blancs en neige avec la pincée de sel.",
            "Les incorporer délicatement à la pâte.",
            "Beurrer et fariner un moule rond (moule à manqué), y verser la pâte.",
            "Faire cuire 35 min."
        ],
        "tempspreparation": 15,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " farine",
            " maïzena",
            " sucre vanillé",
            " levure",
            " sel",
            " oeuf"
        ]
    },
    {
        "nom": "Pancake de Nawal",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "300",
            "2",
            "1",
            "100",
            "1",
            "1",
            "4",
            "40"
        ],
        "unite": [
            "g",
            "sachets",
            "c.à.s",
            "g",
            "pincée",
            "sachet",
            " ",
            "cl"
        ],
        "ingredients": [
            "farine",
            "sucre vanillé (ou 1 sachet de sucre à la fleur d'oranger et 1 à la vanille)",
            "sucre",
            "beurre fondu tiède",
            "sel",
            "levure chimique",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/pancake_de_nawal.jpg",
        "etapes": [
            "Séparer les jaunes d'oeuf des blancs.",
            "Mélanger les jaunes, les sucres, le lait, la farine, la levure et le sel sans faire de gumeaux. ",
            "Ajouter le beurre fondu puis incorporer délicatement les blancs en neige.",
            "Chauffer une poêle à blini et déposer une petite louche de pâte.",
            "Quand il devient doré en dessous, retourner le pancake et le laisser cuire un instant.",
            "Les servir nappés de miel ou de sirop d'érable."
        ],
        "tempspreparation": 15,
        "tempstotal": 35,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre vanillé",
            " sucre",
            " beurre",
            " sel",
            " levure chimique",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Truffe géante de la mère Anne",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "125",
            "125",
            "200",
            "40",
            "3"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "beurre",
            "sucre en poudre",
            "chocolat noir",
            "farine",
            "oeufs"
        ],
        "image": "images_recettes/truffe_geante_de_la_mere_anne.jpg",
        "etapes": [
            "Faire préchauffer le four thermostat 9. ",
            "Faire fondre le beurre. Faire fondre le chocolat. Mélanger le beurre avec le sucre. Ajouter le chocolat fondu. Bien mélanger. Ajouter les 3 oeufs et la farine. ",
            "Mettre le mélange dans un plat à tarte habillé de papier sulfurisé. ",
            "Faire cuire 7 mn au four chaud. ",
            "Laisser refroidir au moins deux heures au réfrigérateur. ",
            "Démouler bien froid."
        ],
        "tempspreparation": 15,
        "tempstotal": 22,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre",
            " sucre en poudre",
            " chocolat noir",
            " farine",
            " oeuf"
        ]
    },
    {
        "nom": "Tarte à la rhubarbe meringuée alsacienne",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "50",
            " ",
            "2",
            "350",
            "1",
            "150",
            "1",
            "1",
            "1",
            "20"
        ],
        "unite": [
            "g",
            " ",
            " ",
            "g",
            "sachet",
            "g",
            "c.à.s",
            "kg",
            " ",
            "cl"
        ],
        "ingredients": [
            "sucre par blanc d'œuf",
            "levure dans les blancs",
            "blancs d'oeuf en plus",
            "pâte brisée",
            "sucre vanillé",
            "sucre (50g de sucre pour la macération, environ 100 g de sucre ou moins dans le flan)",
            "maïzena",
            "rhubarbe",
            "oeuf entier  + 2 jaunes",
            "crème"
        ],
        "image": "images_recettes/tarte_a_la_rhubarbe_meringuee_alsacienne.jpg",
        "etapes": [
            "1 h avant de faire la tarte, même la veille, laver les tiges, puis les",
            "éplucher 1 peau sur 2 (les 2 peaux gardées rendent la rhubarbe moins acide).",
            "Couper les tiges en bâtonnets de 2 cm de long après avoir fendu la tige en 2 ou 4 selon sa grosseur, saupoudrer de sucre et laisser macérer 1 heure (moi je le fais souvent la veille).",
            "Préchauffer le four à 230°C (thermostat 7-8).",
            "Egoutter la rhubarbe dans la passoire, elle aura rendu beaucoup d'eau, ainsi que son acidité.",
            "Graisser le moule, abaisser la pâte, la mettre dans le moule, piquer la pâte avec la fourchette, mettre la rhubarbe bien égouttée.",
            "Dans un bol battre l'œuf entier, les 2 jaunes, le sachet de sucre vanillé, les autres 100 g de sucre, la crème et la maïzena.",
            "Mettre ce flan sur la rhubarbe, et enfourner pour 30 min.",
            "Pendant ce temps, battre en neige les blancs d'oeufs (2, 3 ou 5 selon l'épaisseur de la meringue souhaitée).",
            "Quand la neige est formée, ajouter le sucre par petites quantités, en continuant de battre. Compter 50 g de sucre par blanc, c'est à ce prix que l'on obtient une meringue qui sèche et durcit.",
            "Lorsque la tarte est cuite, baisser le four à 110°C (thermostat 3-4).",
            "Mettre les blancs en neige sucrés dans la poche à douille, sortir la tarte du four et la garnir de cette meringue en commençant par le centre en cercles concentriques ou toute autre décoration à votre convenance.",
            "La remettre au four à sécher doucement durant 1 h environ, vérifier au doigt si la meringue est prise, sinon prolonger le temps de séchage.",
            "L'acidulé de la rhubarbe est compensé par le sucre de la meringue, c'est une association fameuse pour les gourmets."
        ],
        "tempspreparation": 20,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " levure",
            " blanc d'oeuf",
            " pâte brisée",
            " sucre vanillé",
            " sucre",
            " maïzena",
            " rhubarbe",
            " oeuf",
            " crème"
        ]
    },
    {
        "nom": "Gâteau moelleux au mascarpone",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "150",
            "5",
            "1",
            "2",
            "1",
            "2",
            "125"
        ],
        "unite": [
            "g",
            "g",
            "cl",
            "sachet",
            " ",
            "sachet",
            " ",
            "g"
        ],
        "ingredients": [
            "sucre en poudre",
            "farine",
            "d'huile",
            "levure chimique",
            "gouttes d'huile essentielle de citron bio",
            "sucre vanillé",
            "oeufs",
            "mascarpone"
        ],
        "image": "images_recettes/gateau_moelleux_au_mascarpone.jpg",
        "etapes": [
            "Préchauffer le four à 180°C (thermostat 6). Battre au fouet les œufs, le sucre et le sucre vanillé, continuer à battre et incorporer le mascarpone, l'huile, la farine, la levure et mettre en dernier l'huile essentielle de citron.",
            "Verser la pâte dans un moule en couronne ou un moule à manquer.",
            "Cuire environ 30 minutes.",
            "A la sortie du four, attendre 5 minutes avant de démouler le gâteau."
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre en poudre",
            " farine",
            " huile",
            " levure chimique",
            " huile",
            " sucre vanillé",
            " oeuf",
            " mascarpone"
        ]
    },
    {
        "nom": "Flan pâtissier traditionnel",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1",
            "150",
            "90",
            "1",
            "4",
            "1"
        ],
        "unite": [
            " ",
            "g",
            "g",
            "gousse",
            " ",
            "l"
        ],
        "ingredients": [
            "pâte brisée",
            "sucre en poudre",
            "maïzena",
            "vanille",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/flan_patissier_traditionnel.jpg",
        "etapes": [
            "Faire bouillir le lait avec la gousse de vanille fendue (dans le sens de la longueur).",
            "Pendant ce temps, mélanger la Maïzena (tamisée, c'est mieux) avec le sucre.",
            "et ajouter les oeufs bien battus.",
            "Mélanger le tout (bien homogène) ",
            "et ajouter le lait bouillant (sans la gousse).",
            "Cuire la préparation à feu doux sans cesser de remuer pendant environ 1 à 2 min",
            "Préchauffer le four à 200°C (thermostat 6-7). Foncer un plat rectangulaire ou rond préalablement beurré avec la pâte brisée.",
            "Piquer le fond.",
            "Y verser la préparation.",
            "Lisser la surface.",
            "Cuire pendant environ 30 à 40 min.",
            "Laisser refroidir.",
            "Déguster."
        ],
        "tempspreparation": 20,
        "tempstotal": 60,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte brisée",
            " sucre en poudre",
            " maïzena",
            " vanille",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Pâte à crêpes simple",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "500",
            "1",
            "3",
            "1/2",
            "5"
        ],
        "unite": [
            "g",
            "l",
            "c.à.s",
            "verre",
            " "
        ],
        "ingredients": [
            "farine",
            "lait demi-écrémé",
            "d'huile",
            "bière",
            "oeufs"
        ],
        "image": "images_recettes/pate_a_crepes_simple.jpg",
        "etapes": [
            "Dans un saladier verser la moitié de la farine, puis rajouter les oeufs un à un, rajouter ensuite un peu de lait puis de la farine puis à nouveau du lait et ainsi de suite. ",
            "Enfin rajouter l'huile et la bière. ",
            "Laisser reposer 1 heure, votre pâte est prête."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 20,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " lait demi-écrémé",
            " huile",
            " bière",
            " oeuf"
        ]
    },
    {
        "nom": "Brownies",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "250",
            "1",
            "150",
            "150",
            "60",
            " ",
            "3"
        ],
        "unite": [
            "g",
            "sachet",
            "g",
            "g",
            "g",
            " ",
            " "
        ],
        "ingredients": [
            "chocolat pâtissier",
            "sucre vanillé",
            "beurre",
            "sucre",
            "farine",
            "sel",
            "oeufs"
        ],
        "image": "images_recettes/brownies.jpg",
        "etapes": [
            "Faites fondre le chocolat cassé en morceaux avec le beurre. ",
            "Pendant ce temps, battez les oeufs avec le sucre jusqu'à ce que le mélange blanchisse. ",
            "Ajoutez la farine, le sucre vanillé, et ajoutez le chocolat. ",
            "Versez le tout dans un moule, et enfournez à 180°C (thermostat 6)pendant 15 min... ",
            "Et voilà !"
        ],
        "tempspreparation": 10,
        "tempstotal": 25,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat pâtissier",
            " sucre vanillé",
            " beurre",
            " sucre",
            " farine",
            " sel",
            " oeuf"
        ]
    },
    {
        "nom": "Cookies maison",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "85",
            "85",
            " ",
            "150",
            "100",
            "1",
            "1",
            "1"
        ],
        "unite": [
            "g",
            "g",
            " ",
            "g",
            "g",
            "c.à.c",
            "c.à.c",
            " "
        ],
        "ingredients": [
            "beurre tendre",
            "sucre",
            "vanille ou 1 sachet de sucre vanillé",
            "farine",
            "chocolat noir",
            "sel",
            "levure chimique",
            "oeuf"
        ],
        "image": "images_recettes/cookies_maison.jpg",
        "etapes": [
            "Détailler le chocolat en pépites.",
            "Préchauffer le four à 180°C (thermostat 6).Dans un saladier, mettre 75 g de beurre, le sucre, l'oeuf entier, la vanille et mélanger le tout avec une cuillère en bois.",
            "Ajouter petit à petit la farine mélangée à la levure, le sel et le chocolat.",
            "Avec une feuille de papier essuie-tout, beurrer une plaque allant au four et former les cookies sur la plaque.",
            "Pour former les cookies, utiliser 2 cuillères à soupe et faire des petits tas espacés les uns des autres; ils grandiront à la cuisson.",
            "Enfourner pour 10 minutes de cuisson."
        ],
        "tempspreparation": 15,
        "tempstotal": 25,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "beurre tendre",
            " sucre",
            " vanille",
            " farine",
            " chocolat noir",
            " sel",
            " levure chimique",
            " oeuf"
        ]
    },
    {
        "nom": "Cheesecake inratable",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "500",
            "150",
            "2",
            "25",
            " ",
            "3",
            "250",
            "125",
            "1/2"
        ],
        "unite": [
            "g",
            "g",
            "c.à.s",
            "cl",
            " ",
            " ",
            "g",
            "g",
            "c.à.c"
        ],
        "ingredients": [
            "fromage blanc (type faisselle)",
            "sucre semoule",
            "farine",
            "crème fraîche",
            "d'extrait de vanille ou d'orange ou zeste de citron ...)",
            "oeufs",
            "biscuit émiettés",
            "beurre doux fondu",
            "muscade râpée (si on aime)"
        ],
        "image": "images_recettes/cheesecake_inratable.jpg",
        "etapes": [
            "Préchauffez le four à 180°C (thermostat 6).Tapissez de papier sulfurisé et préalablement beurré un moule de 23 cm de diamètre. Idéalement, le fond du moule doit être amovible, sinon, laissez bien dépasser le papier pour démouler facilement le gâteau en tirant dessus.Mélangez les biscuits, la muscade et le beurre fondu.",
            "Tapissez le fond du moule de ce mélange en tassant bien avec le dos d'une cuillère. Placez au réfrigérateur. ",
            "Battez la faisselle au fouet jusqu'à ce qu'elle soit lisse, puis ajoutez le sucre et la farine et les oeufs un par un. Ajoutez ensuite la crème et le parfum de votre choix.",
            "Versez cette préparation sur la croûte biscuitée (si la croûte dépasse de la crème, enlevez le surplus à la cuillère, cela risque de brûler). ",
            "Enfournez pour 50-55 minutes de cuisson jusqu'à ce que la préparation au fromage soit ferme au toucher.",
            "Laissez refroidir, démoulez et servez frais."
        ],
        "tempspreparation": 30,
        "tempstotal": 85,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "fromage blanc",
            " sucre semoule",
            " farine",
            " crème fraîche",
            " extrait de vanille",
            " oeuf",
            " biscuit",
            " beurre doux",
            " muscade"
        ]
    },
    {
        "nom": "Gaufres à la crème fraîche",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "500",
            "50",
            "2",
            "150",
            "25",
            "50",
            "1",
            "4"
        ],
        "unite": [
            "g",
            "g",
            "sachets",
            "g",
            "cl",
            "cl",
            "pincée",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre semoule",
            "sucre vanillé",
            "beurre fondu",
            "crème fraîche",
            "d'eau",
            "sel",
            "oeufs"
        ],
        "image": "images_recettes/gaufres_a_la_creme_fraiche.jpg",
        "etapes": [
            "Séparer les blancs d'oeuf des jaunes, mettre les blancs dans un récipient à part.",
            "Dans un deuxième récipient, mélanger tous les autres ingrédients en une pâte bien lisse.",
            "Monter les blancs d'oeuf en neige bien ferme, les ajouter délicatement à la pâte en soulevant la masse (former des 8 avec une cuillère en bois).",
            "Verser une louche de pâte dans l'appareil chauffé et laisser cuire ainsi de suite jusqu'à épuisement du stock !",
            "Déguster les gaufres bien chaudes !"
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 20,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre semoule",
            " sucre vanillé",
            " beurre",
            " crème fraîche",
            " eau",
            " sel",
            " oeuf"
        ]
    },
    {
        "nom": "Beignets de pomme de mon papi",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "300",
            "3",
            "1",
            "1",
            "2",
            "25",
            "3"
        ],
        "unite": [
            "g",
            "c.à.s",
            "paquet",
            "c.à.c",
            " ",
            "cl",
            " "
        ],
        "ingredients": [
            "farine",
            "sucre fin",
            "sucre vanillé",
            "levure chimique",
            "oeufs",
            "lait",
            "pommes (évidées et coupées en rondelles pas trop épaisses)"
        ],
        "image": "images_recettes/beignets_de_pomme_de_mon_papi.jpg",
        "etapes": [
            "Mélanger les ingrédients pour la pâte dans l'ordre indiqué.",
            "Tremper chaque rondelle de pomme dans cette pâte et mettre à frire.",
            "Dégustez, c'est prèt."
        ],
        "tempspreparation": 30,
        "tempstotal": 35,
        "nombredepersonne": 4,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre fin",
            " sucre vanillé",
            " levure chimique",
            " oeuf",
            " lait",
            " pomme"
        ]
    },
    {
        "nom": "Tarte crumble aux pommes",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "1",
            "150",
            "80",
            "1",
            "1",
            "3",
            "80"
        ],
        "unite": [
            " ",
            "g",
            "g",
            "pincée",
            "boîte",
            " ",
            "g"
        ],
        "ingredients": [
            "pâte brisée",
            "farine",
            "beurre à température ambiante coupé en petits dés",
            "sel",
            "moyenne de compote de pommes",
            "pommes ( selon la grosseur)",
            "cassonade"
        ],
        "image": "images_recettes/tarte_crumble_aux_pommes.jpg",
        "etapes": [
            "Etaler la pâte à tarte dans un moule, napper le fond de compote de pommes, couper les pommes en rondelles ou en petits dés et les disposer sur la compote.",
            "Mélanger dans un saladier assez profond la farine, le beurre, la cassonade et le sel (avec vos mains) de facon à obtenir une préparation qui ressemble à du sable.",
            "Recouvrir la tarte aux pommes avec la pâte à crumble et enfourner environ 30 min à 180°C (thermostat 6)."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "pâte brisée",
            " farine",
            " beurre",
            " sel",
            " compote",
            " pomme",
            " cassonade"
        ]
    },
    {
        "nom": "Biscuits sablés aux noisettes",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "150",
            "125",
            "250",
            "1",
            "150",
            "1"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "pincée",
            "g",
            " "
        ],
        "ingredients": [
            "sucre",
            "beurre",
            "farine",
            "sel",
            "poudre de noisette",
            "oeuf"
        ],
        "image": "images_recettes/biscuits_sables_aux_noisettes.jpg",
        "etapes": [
            "Dans un saladier, mélanger l'oeuf entier avec le sucre et le sel jusqu'à obtenir un mélange clair et légèrement mousseux. ",
            "Ajouter la farine tamisée d'un seul coup, puis pétrir la pâte à la main, jusqu'à obtenir du sable. ",
            "Ajouter alors le beurre en petits morceaux ainsi que les noisettes en poudre, et pétrir à la main pour former une boule de pâte. ",
            "Etendre la pâte sur une surface plane légèrement farinée, puis découper les biscuits à l'aide d'un verre par exemple. ",
            "Déposer les biscuits sur une plaque beurrée, et enfourner à four chaud (160°C ) pendant 10 à 15 mn. ",
            "Les biscuits prendront une couleur claire, et doreront légèrement, en les laissant quelques minutes de plus. ",
            "Faire refroidir les biscuits sur une feuille d'aluminium, afin de les laisser durcir. ",
            "Déguster les biscuits tièdes ou froids. ",
            "Bon appétit."
        ],
        "tempspreparation": 20,
        "tempstotal": 30,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " beurre",
            " farine",
            " sel",
            " poudre de noisette",
            " oeuf"
        ]
    },
    {
        "nom": "Gâteau au chocolat (seulement pour les enfants!)",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1",
            "1",
            "1/2",
            "1",
            "50",
            "5",
            "180"
        ],
        "unite": [
            "verre",
            "verre",
            "sachet",
            "sachet",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "sucre",
            "farine",
            "levure",
            "sucre vanillé",
            "beurre",
            "oeufs",
            "crème dessert au chocolat"
        ],
        "image": "images_recettes/gateau_au_chocolat_(seulement_pour_les_enfants!).jpg",
        "etapes": [
            "Dans un saladier, mélanger les oeufs entiers et le sucre.",
            "Ajouter la farine, puis mélanger.",
            "Ajouter la levure, le sucre vanillé, et mélanger.",
            "Dans une casserole, faire fondre le beurre avec le chocolat.",
            "Verser ce chocolat fondu dans le mélange (oeufs, sucre, farine, levure, sachet de sucre vanillé.",
            "Verser la pâte dans un moule à gâteau. ",
            "Enfourner à 180°C (thermostat 6), pendant 30 min.",
            "Bon appétit à tout le monde!!!"
        ],
        "tempspreparation": 20,
        "tempstotal": 50,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " farine",
            " levure",
            " sucre vanillé",
            " beurre",
            " oeuf",
            " crème dessert au chocolat"
        ]
    },
    {
        "nom": "Cake aux fruits confits maison",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "250",
            "180",
            "120",
            "1",
            "1",
            "3",
            "100",
            "100",
            "2"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "sachet",
            " ",
            "g",
            "g",
            "c.à.s"
        ],
        "ingredients": [
            "farine",
            "sucre",
            "beurre",
            "sucre vanillé",
            "levure chimique",
            "oeufs",
            "fruit confit en morceaux",
            "raisins secs",
            "cointreau"
        ],
        "image": "images_recettes/cake_aux_fruits_confits_maison.jpg",
        "etapes": [
            "Mettre le four à chauffer therm 7 (210°C). ",
            "Dans un bol, mettre les fruits confits et les raisins avec le Cointreau, recouvrir d'eau froide et laisser tremper. ",
            "Dans un saladier travailler le beurre fondu et le sucre + sucre vanillé au fouet manuel, ajouter les oeufs un à un et continuer de battre. ",
            "Ajouter la farine et la levure progressivement jusqu'à obtenir une pâte lisse. ",
            "Egouter les fruits et les incorporer à la pâte. Bien mélanger. ",
            "Beurrer un moule à cake, y mettre la préparation. ",
            "Enfourner pour 15 mn à therm 7, puis 45 mn environ therm 5 (150°C). ",
            "Mettre une feuille d'aluminium en cours de cuisson pour que le cake ne brûle pas. ",
            "Vérifier la cuisson à l'aide d'un couteau (la cuisson plus longue à feu relativement doux permet plus de moelleux...). ",
            "Démouler une fois froid."
        ],
        "tempspreparation": 15,
        "tempstotal": 75,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " beurre",
            " sucre vanillé",
            " levure chimique",
            " oeuf",
            " fruit confit",
            " raisins secs",
            " cointreau"
        ]
    },
    {
        "nom": "Gâteau chocolat ultra rapide (micro-ondes)",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "2",
            "60",
            "2",
            "1",
            "125",
            "1/4",
            "100",
            "50",
            "2",
            "100",
            "3"
        ],
        "unite": [
            "c.à.s",
            "g",
            "c.à.s",
            "c.à.s",
            "g",
            "sachet",
            "g",
            "g",
            "c.à.s",
            "g",
            " "
        ],
        "ingredients": [
            "d'eau",
            "chocolat",
            "crème fraîche",
            "sucre glace",
            "chocolat",
            "levure chimique",
            "sucre",
            "farine",
            "crème fraîche",
            "beurre",
            "oeufs"
        ],
        "image": "images_recettes/gateau_chocolat_ultra_rapide_(micro-ondes).jpg",
        "etapes": [
            "Faire fondre le chocolat dans un grand bol 1 min sur puissance maxi. ",
            "Ajouter le beurre en morceaux, et recuire 1 min; bien mélanger à la sortie du four. ",
            "Mélanger les oeufs et le sucre dans un saladier, ajouter le chocolat et le beurre, la farine, la levure puis la crème. ",
            "Chemiser de papier sulfurisé le fond d'un moule rond (diamètre 22 cm) transparent aux ondes (type pyrex), et verser la préparation. ",
            "Cuire 5 à 6 min à puissance maxi et vérifier la cuisson : la pointe du couteau doit ressortir sèche, même si la surface du gâteau vous paraît humide.",
            "Démouler et laisser refroidir sur une grille. ",
            "Préparer le nappage quand le gâteau à légèrement refroidi : faire fondre le chocolat avec l'eau et le sucre glace 40 secondes sur puissance maxi. ",
            "Lorsqu'il est fondu, bien mélanger et incorporer 2 cuillères de crème fraîche.",
            "Napper le gâteau."
        ],
        "tempspreparation": 10,
        "tempstotal": 15,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "eau",
            " chocolat",
            " crème fraîche",
            " sucre glace",
            " chocolat",
            " levure chimique",
            " sucre",
            " farine",
            " crème fraîche",
            " beurre",
            " oeuf"
        ]
    },
    {
        "nom": "Tarte abricot amandine",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "1",
            "200",
            "150",
            "1",
            "2",
            "20",
            "5"
        ],
        "unite": [
            "kg",
            "g",
            "g",
            "sachet",
            " ",
            "cl",
            "c.à.s"
        ],
        "ingredients": [
            "d'abricot",
            "pâte brisée ou feuilletée",
            "sucre en poudre",
            "sucre vanillé ou 1 cuillère à café d'extrait de vanille",
            "oeufs",
            "crème fraîche liquide",
            "d'amandes en poudre"
        ],
        "image": "images_recettes/tarte_abricot_amandine.jpg",
        "etapes": [
            "Préchauffer le four à 210°C (th 7). Beurrer un moule à tarte de 22 cm de diamètre. ",
            "Étaler la pâte, en garnir le moule, et y disposer les abricots (préalablement lavés) coupés en 2 . Enfourner 10 min. ",
            "Pendant ce temps, mélanger dans un saladier les œufs avec le sucre en poudre et le sucre vanillé, la poudre d'amande et la crème fraîche. ",
            "Sortir la tarte du four, verser sur les fruits la préparation aux amandes. Enfourner pour 20 min. ",
            "Avant de démouler la tarte, laisser reposer 5 min dans le four éteint. La mettre à refroidir sur une grille. ",
            "Déguster cette tarte bien fraîche."
        ],
        "tempspreparation": 20,
        "tempstotal": 50,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "abricot",
            " pâte brisée",
            " sucre en poudre",
            " sucre vanillé",
            " oeuf",
            " crème fraîche liquide",
            " amandes en poudre"
        ]
    },
    {
        "nom": "Tarte au chocolat noir",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "200",
            "20",
            "8",
            "1",
            "200",
            "100",
            "40",
            "1",
            "1"
        ],
        "unite": [
            "g",
            "cl",
            "cl",
            " ",
            "g",
            "g",
            "g",
            "pincée",
            " "
        ],
        "ingredients": [
            "chocolat noir",
            "crème fraîche liquide",
            "lait",
            "oeuf",
            "farine",
            "beurre",
            "sucre",
            "sel",
            "oeuf"
        ],
        "image": "images_recettes/tarte_au_chocolat_noir.jpg",
        "etapes": [
            "Prévoir - 1 moule à tarte de 26 cm et préchauffer le four à 180°C (thermostat 6). Préparer la pâte en mélangeant d'abord tous les ingrédients secs.",
            "Ajouter le beurre coupé en morceaux.",
            "Ajouter l'oeuf et mélanger.",
            "Malaxer la pâte jusqu'à pouvoir en façonner une boule.",
            "Etaler à l'aide d'un rouleau à pâtisserie.",
            "Disposer dans le moule à tarte.",
            "Retirer l'excédent de pâte sur les bords (en faire des petits sablés).",
            "La faire cuire à blanc 15 min, avec une feuille de papier cuisson et des légumes secs, pour empêcher la pâte de gonfler.",
            "Faire fondre le chocolat cassé en morceaux en versant dessus la crème bien chaude. Patienter 1 minute.",
            "Remuer pour bien diluer le chocolat et laisser refroidir un peu.",
            "Lorsque le fond de pâte est cuit, mélanger l'oeuf battu au mélange chocolat-crème. ",
            "Verser le tout sur la pâte, et laisser cuire 10 minutes.",
            "Saupoudrer éventuellement de cacao en poudre une fois la tarte refroidie."
        ],
        "tempspreparation": 25,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " crème fraîche liquide",
            " lait",
            " oeuf",
            " farine",
            " beurre",
            " sucre",
            " sel",
            " oeuf"
        ]
    },
    {
        "nom": "Muffins à la framboise de Jeanne",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "250",
            "1",
            "1",
            "150",
            "100",
            "2",
            "50",
            "2",
            "200"
        ],
        "unite": [
            "g",
            "pincée",
            "sachet",
            "g",
            "g",
            " ",
            "g",
            "c.à.s",
            "g"
        ],
        "ingredients": [
            "farine",
            "sel",
            "levure chimique",
            "sucre",
            "beurre fondu",
            "oeufs",
            "cassonade brune (ou du sucre blanc)",
            "Confiture de framboise",
            "framboises fraîches ou surgelées"
        ],
        "image": "images_recettes/muffins_a_la_framboise_de_jeanne.jpg",
        "etapes": [
            "Le principe des muffins réside dans le mélange rapide de 2 préparations : l'une liquide, l'autre sèche.",
            "Le truc m'a été donné par Nadine, reine des muffins dont vous trouverez une partie des oeuvres en cliquant là.",
            "Cette recette est inspirée de son savoir-faire.",
            "Préparation :",
            "Dans le premier mélange, battre d'abord les oeufs et le sucre, puis ajouter la suite des ingrédients.",
            "Attention, quand vous incorporez les framboises : allez-y molo, on ne fait pas de la purée, il faut qu'elles restent entières, dans la mesure du possible!",
            "Pour le mélange sec, homogénéisez bien la farine et la levure, c'est tout.",
            "D'un coup d'un seul (schplaf, oui : c'est mieux de mettre un tablier, la framboise ça tâche...), verser le mélange humide dans le mélange sec.",
            "Et c'est là qu'intervient le truc de Nadine : on ne touille pas, on mélange grossièrement à la cuillère et basta!!!",
            "On ne cherche surtout pas à obtenir une pâte lisse, il y a des grumeaux, c'est normal. La pâte est moche, c'est normal (et y'a pas que la beauté qui compte, en plus).",
            "On verse cette pâte grumeleuse dans des moules à muffins.",
            "On enfourne de 15 à 20 min à 180°C (thermostat 6).",
            "La durée de la cuisson dépend de la taille et de la matière de vos moules : dans des moules en silicone ça cuit un poil plus vite, et si les moules sont petits aussi."
        ],
        "tempspreparation": 10,
        "tempstotal": 30,
        "nombredepersonne": 12,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sel",
            " levure chimique",
            " sucre",
            " beurre",
            " oeuf",
            " cassonade",
            " Confiture de framboise",
            " framboises"
        ]
    },
    {
        "nom": "Véritables Brownies aux noix",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "225",
            "225",
            "190",
            "1",
            "300",
            "4",
            "75",
            "75"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.c",
            "g",
            " ",
            "g",
            "g"
        ],
        "ingredients": [
            "chocolat noir",
            "beurre",
            "sucre semoule",
            "levure chimique",
            "cerneau de noix",
            "oeufs",
            "d'amandes en poudre",
            "farine à gâteaux"
        ],
        "image": "images_recettes/veritables_brownies_aux_noix.jpg",
        "etapes": [
            "Faites fondre le chocolat en morceaux avec le beurre au micro-ondes.",
            "Mélangez les oeufs, le sucre et la poudre d'amande; incorporez avec le chocolat.",
            "Ajoutez la farine et la levure, puis les noix grossièrement hachées.",
            "Versez la préparation dans un moule rectangulaire (20 X 28 cm) beurré et laissez cuire 20 à 25 min thermostat 6 (180°C).",
            "Laissez tiédir 5 min avant de démouler. Une fois refroidi détaillez le gâteau en carrés."
        ],
        "tempspreparation": 20,
        "tempstotal": 50,
        "nombredepersonne": 40,
        "categorie": "dessert",
        "ingredients_recherche": [
            "chocolat noir",
            " beurre",
            " sucre semoule",
            " levure chimique",
            " cerneau de noix",
            " oeuf",
            " amandes en poudre",
            " farine à gâteaux"
        ]
    },
    {
        "nom": "Madeleines au coeur de nutella",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "130",
            "1",
            "150",
            "1/2",
            "125",
            "3",
            "1",
            "2"
        ],
        "unite": [
            "g",
            "c.à.s",
            "g",
            "sachet",
            "g",
            " ",
            " ",
            "c.à.s"
        ],
        "ingredients": [
            "sucre roux",
            "miel",
            "farine",
            "levure",
            "beurre demi-sel fondu",
            "oeufs",
            "citron (le zeste)",
            "nutella ou autre pâte à tartiner"
        ],
        "image": "images_recettes/madeleines_au_coeur_de_nutella.jpg",
        "etapes": [
            "Préchauffer le four à 200°C (thermostat 6-7). Fouetter à la main les oeufs, le sucre et le miel jusqu'à ce que le mélange blanchisse.",
            "Ajouter alors la farine, la levure, le beurre fondu et les zestes de citron. Bien mélanger.",
            "Bien beurrer les moules et remplir les moules à moitié.",
            "Avec une poche à douille (ou à défaut un sac de congélation dont on coupera un coin) remplie de nutella, injecter un peu de nutella sur chaque préparation.",
            "Enfourner pendant 8 minutes. Surtout ne pas ouvrir la porte du four pendant la cuisson au risque de voir la fameuse petite bosse retomber..."
        ],
        "tempspreparation": 15,
        "tempstotal": 23,
        "nombredepersonne": 30,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre roux",
            " miel",
            " farine",
            " levure",
            " beurre demi-sel",
            " oeuf",
            " citron",
            " nutella"
        ]
    },
    {
        "nom": "Carrot Cake : la vraie recette",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "180",
            "250",
            "250",
            "2",
            "1",
            "300",
            "4",
            "1",
            "2",
            "120"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.c",
            "sachet",
            "g",
            " ",
            "c.à.c",
            "c.à.c",
            "g"
        ],
        "ingredients": [
            "d'huile végétale",
            "sucre",
            "farine fluide",
            "d'extrait de vanille liquide",
            "levure chimique",
            "carotte râpées (3 à 4 grosses carottes)",
            "oeufs",
            "rase de muscade",
            "rase de cannelle",
            "Noix concassé"
        ],
        "image": "images_recettes/carrot_cake_a_la_vraie_recette.jpg",
        "etapes": [
            "Mélanger au fouet électrique les 4 œufs et le sucre.",
            "Incorporer l'extrait de vanille, la muscade, la cannelle et l'huile, toujours à l'aide du fouet électrique.",
            "Ajouter la farine et la levure. Commencer à mélanger avec le fouet éteint (pour éviter les projections), puis allumer le fouet en augmentant de puissance progressivement jusqu'à obtention d'une pâte lisse.",
            "Ajouter les carottes râpées et les noix concassées. Mélanger au fouet doucement jusqu'à ce que la pâte soit homogène.",
            "Huiler et fariner légèrement le moule (voire les 2 moules car la dose le permet) et verser la préparation.",
            "Enfourner 30 à 40 minutes selon votre four à 175° (th 5/6). Piquer pour vérifier que le gâteau soit cuit."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "huile",
            " sucre",
            " farine",
            " extrait de vanille liquide",
            " levure chimique",
            " carotte",
            " oeuf",
            " muscade",
            " cannelle",
            " Noix concassé"
        ]
    },
    {
        "nom": "Pancakes américains",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "80",
            "135",
            "15",
            "1",
            "1",
            "1",
            "2",
            "55",
            "300"
        ],
        "unite": [
            "g",
            "g",
            "cl",
            "sachet",
            "sachet",
            "pincée",
            " ",
            "g",
            "ml"
        ],
        "ingredients": [
            "sucre (tasse d'environ 180 ml)",
            "farine de blé",
            "d'huile de maïs ou de tournesol",
            "sucre vanillé",
            "levure",
            "sel",
            "oeufs",
            "farine de maïs fine (pas de Maïzena!!)",
            "lait"
        ],
        "image": "images_recettes/pancakes_americains.jpg",
        "etapes": [
            "à préparer la veille pour le petit déjeuner",
            "Cuisson : 1 mn par fournée",
            "Battre les oeufs dans un saladier avac le sucre et le sucre vanillé. ",
            "Ajouter la farine de maïs fine, puis l'huile. ",
            "Mêler ensemble la farine, la levure et le sel. ",
            "Ajouter à la préparation le mélange farine-sel-levure et le lait en alternant (si on met toute la farine d'un coup, c'est trop épais et donc difficile...). ",
            "Travailler la pâte jusqu'à ce qu'elle soit bien homogène. ",
            "Entreposer au réfrigérateur et attendre patiemment le lendemain matin.... ",
            "Confectionner les pancakes (environ 10 cm de diamètre) dans une poêle huilée et bien chaude."
        ],
        "tempspreparation": 15,
        "tempstotal": 20,
        "nombredepersonne": 6,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " farine de blé",
            " huile",
            " sucre vanillé",
            " levure",
            " sel",
            " oeuf",
            " farine de maïs",
            " lait"
        ]
    },
    {
        "nom": "Délice aux framboises et aux fruits de la passion",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "1/2",
            "35",
            " ",
            " ",
            "5",
            "350",
            "250",
            "250",
            "60",
            "60",
            "2"
        ],
        "unite": [
            "feuille",
            "g",
            " ",
            " ",
            "feuilles",
            "g",
            "g",
            "g",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "gélatine",
            "gelée de fruits rouges (groseilles, mûres, ou framboises fait parfaitement l'affaire)",
            "pâte d'amande rose",
            "copeaux de chocolat blanc",
            "gélatine",
            "crème fraîche entière liquide",
            "coulis de framboise",
            "coulis de fruits de la passion et mangue",
            "sucre",
            "farine",
            "oeufs"
        ],
        "image": "images_recettes/delice_aux_framboises_et_aux_fruits_de_la_passion.jpg",
        "etapes": [
            "Pour la génoise : mélanger ferme le sucre et les jaunes d'oeuf (faire un peu blanchir).",
            "Verser sur le mélange les deux blancs battus en neige et 60 g de farine. Incorporer délicatement le tout.",
            "Verser dans un moule à manqué et cuire à 180°C (thermostat 6) pendant 10 min.",
            "Pour les mousses : faire chauffer dans deux casseroles différentes le coulis de framboises et le coulis de fruits de la passion et mangues.",
            "Ajouter 2,5 feuilles de gélatine (préalablement ramollies dans de l'eau froide) dans chacune des casseroles et mélanger jusqu'à ce qu’elles soient bien fondues. Verser dans deux bols et attendre que cela refroidisse.",
            "Répartir enfin la crème fraîche battue en chantilly dans chacun des bols. Laisser raffermir un peu au frigidaire.",
            "Monter le gâteau : disposer la génoise au fond d’un cercle à pâtisserie. Verser la mousse aux fruits de la passion puis celle aux framboises. Laisser toute une nuit au frais. ",
            "Décor : le lendemain, chauffer la gelée de fruits rouges et y faire dissoudre la 1/2 feuille de gélatine (préalablement ramollie dans de l'eau froide). Glacer le dessus du gâteau au pinceau. Décorer le milieu d’une rose en pâte d’amandes et saupoudrer de fins copeaux de chocolat blanc.Oter le cercle avant de servir (passer la lame d'un couteau sur les bords au préalable)!",
            "N.B. Rose en pâte d'amande : confectionner 6 petits disques et un cône. Disposer chacun des disques autour du cône en les faisant se chevaucher (pour faire les pétales)."
        ],
        "tempspreparation": 40,
        "tempstotal": 50,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "gélatine",
            " gelée",
            " pâte d'amande",
            " copeaux de chocolat blanc",
            " gélatine",
            " crème fraîche",
            " coulis de framboise",
            " coulis de fruits de la passion",
            " sucre",
            " farine",
            " oeuf"
        ]
    },
    {
        "nom": "Pancakes rapides",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "150",
            "2",
            "1/2",
            "1",
            "2",
            "150"
        ],
        "unite": [
            "g",
            "c.à.s",
            "paquet",
            "pincée",
            " ",
            "ml"
        ],
        "ingredients": [
            "farine",
            "sucre",
            "levure",
            "sel",
            "oeufs",
            "lait"
        ],
        "image": "images_recettes/pancakes_rapides.jpg",
        "etapes": [
            "Séparer les jaunes des blancs. Mélanger les jaunes avec le lait, puis la farine, le sucre, la levure et une pincée de sel.",
            "Monter les blancs à neige ferme.",
            "Incorporer les blancs au mélange lait, œuf, farine.",
            "Cuire dans une poêle beurrée chaude, par petits tas de 5-7 cm de diamètre. Retourner quand des bulles apparaissent."
        ],
        "tempspreparation": 10,
        "tempstotal": 20,
        "nombredepersonne": 2,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " sucre",
            " levure",
            " sel",
            " oeuf",
            " lait"
        ]
    },
    {
        "nom": "Gâteau au yaourt simple",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "10",
            "200",
            "1",
            "3",
            "1"
        ],
        "unite": [
            "g",
            "cl",
            "g",
            "sachet",
            " ",
            " "
        ],
        "ingredients": [
            "sucre",
            "d'huile de tournesol",
            "farine",
            "levure chimique",
            "oeufs",
            "yaourt nature"
        ],
        "image": "images_recettes/gateau_au_yaourt_simple.jpg",
        "etapes": [
            "Casser les œufs dans un saladier ou dans le bol du batteur. ",
            "Ajouter le sucre et battre jusqu'à ce que le mélange blanchisse et prenne du volume (il doit faire un ruban lorsqu'on soulève le fouet). ",
            "Ajouter l'huile doucement tout en continuant de fouetter. ",
            "Ajouter le yaourt et battre encore 1 à 2 min. ",
            "Mettre la farine avec la levure dans un tamis et l'ajouter en 2 fois en soulevant bien la masse de pâte à l'aide d'une spatule pour bien l'incorporer à la préparation et obtenir une pâte parfaitement homogène mais sans fouetter. ",
            "Beurrer un moule à cake et y verser la pâte. ",
            "Faire cuire Th 6 pendant 40 à 45 min. ",
            "Vérifier la cuisson à l'aide d'un pic à brochette en bois ou encore avec une aiguille à tricoter qui devra ressortir parfaitement sec."
        ],
        "tempspreparation": 10,
        "tempstotal": 55,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre",
            " huile de tournesol",
            " farine",
            " levure chimique",
            " oeuf",
            " yaourt nature"
        ]
    },
    {
        "nom": "Sablés à la vanille",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "50",
            "4",
            "125",
            "250",
            "1"
        ],
        "unite": [
            "g",
            "sachets",
            "g",
            "g",
            " "
        ],
        "ingredients": [
            "sucre fin",
            "sucre vanillé",
            "beurre tendre",
            "farine de blé",
            "oeuf"
        ],
        "image": "images_recettes/sables_a_la_vanille.jpg",
        "etapes": [
            "Mélange bien l'œuf, le sucre, le sucre vanillé et le beurre dans une terrine.",
            "Incorpore la farine, puis fais une boule de pâte que tu laisseras reposer au réfrigérateur pendant 15 min.",
            "Etale la pâte environ à 5 millimètres d'épaisseur (pas plus). Puis découpe tes sablés à l'emporte-pièce.",
            "Fais cuire sur une plaque beurrée ou recouverte de papier sulfurisé au four thermostat 5 (150°C).",
            "Ils doivent être légèrement dorés."
        ],
        "tempspreparation": 15,
        "tempstotal": 30,
        "nombredepersonne": 8,
        "categorie": "dessert",
        "ingredients_recherche": [
            "sucre fin",
            " sucre vanillé",
            " beurre tendre",
            " farine de blé",
            " oeuf"
        ]
    },
    {
        "nom": "Muffins coeur de Nutella",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "280",
            "1/2",
            "1",
            "100",
            "1",
            "100",
            " ",
            "2",
            "10",
            "1",
            "1"
        ],
        "unite": [
            "g",
            "sachet",
            "pincée",
            "g",
            "sachet",
            "g",
            " ",
            " ",
            "cl",
            " ",
            " "
        ],
        "ingredients": [
            "farine",
            "levure chimique",
            "sel",
            "sucre en poudre",
            "sucre vanillé",
            "beurre fondu",
            "beurre et farine pour le moule",
            "oeufs",
            "lait",
            "yaourt nature",
            "petit pot de nutella (ou autre pâte à tartiner au chocolat)"
        ],
        "image": "images_recettes/muffins_coeur_de_nutella.jpg",
        "etapes": [
            "Préchauffer votre four à 180°C.Dans un saladier, mélanger la farine, la levure chimique et le sel.",
            "Dans un autre saladier, battre les oeufs avec un fouet puis, ajouter le sucre en poudre et le sachet de sucre vanillé.",
            "Bien mélanger.Verser le beurre fondu sur ce mélange sans cesser de remuer puis ajouter le lait et le yaourt.",
            "Y incorporer le premier mélange farine-levure-sel.",
            "Beurrer et fariner le moule à muffins.Le remplir au 1/3 avec la préparation, former une petite cuvette, y déposer une noix de nutella bien au centre puis, recouvrir en répartissant le reste de la pâte.",
            "Mettre à cuire les muffins au four pendant 20 minutes environ.",
            "Les sortir et attendre 5 minutes avant de les démouler. Se déguste légèrement tièdes."
        ],
        "tempspreparation": 10,
        "tempstotal": 30,
        "nombredepersonne": 12,
        "categorie": "dessert",
        "ingredients_recherche": [
            "farine",
            " levure chimique",
            " sel",
            " sucre en poudre",
            " sucre vanillé",
            " beurre",
            " beurre",
            " oeuf",
            " lait",
            " yaourt nature",
            " nutella"
        ]
    }
]