[
    {
        "nom": "Cake au chocolat et amandes en poudre",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "150",
            "100",
            "60",
            "1",
            "80",
            "3",
            "50"
        ],
        "unite": [
            "g",
            "g",
            "g",
            "c.à.c",
            "g",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat pâtissier",
            "sucre en poudre",
            "farine",
            "levure",
            "beurre",
            "oeufs",
            "d'amandes en poudre"
        ],
        "image": "https://assets.afcdn.com/recipe/20160404/27170_w1024h1024c1cx1500cy971.jpg",
        "etapes": [
            "Faire fondre le chocolat (en morceaux) au bain-marie avec 5 cuillères à soupe d’eau (ou le faire au micro-ondes). ",
            "Dans un saladier, battre les oeufs avec le sucre, jusqu’à ce que le mélange blanchisse. Ajouter la farine, la levure, le beurre fondu, la poudre d’amandes, et le chocolat. Mélanger. ",
            "Verser la préparation jusqu’à mi–hauteur d’un moule à cake beurré. ",
            "Mettre à cuire dans un four préchauffé à 180°C (thermostat 6 ) pendant 30 à 35 min. ",
            "Attendre 5 min avant de démouler. Laisser refroidir."
        ],
        "tempspreparation": 15,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Panna cotta",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "50",
            "2",
            "1",
            "50"
        ],
        "unite": [
            "g",
            "feuilles",
            "gousse",
            "cl"
        ],
        "ingredients": [
            "sucre",
            "gélatine",
            "vanille ou extrait de vanille",
            "crème fraîche liquide"
        ],
        "image": "https://assets.afcdn.com/recipe/20221026/136708_w1024h1024c1cx869cy693cxb2121cyb1414.jpg",
        "etapes": [
            "Faire ramollir les feuilles de gélatine dans de l'eau froide.\nMettre la crème, le sucre et la vanille dans une casserole et faire frémir.",
            "Dès le début de l'ébullition, retirer la casserole du feu et ajouter la gélatine égouttée.",
            "Bien remuer et verser dans des coupelles. Laisser refroidir puis placer quelques heures au réfrigérateur pour faire prendre.",
            "Ajouter du coulis de fraise, framboise ou autre fruit juste avant de servir."
        ],
        "tempspreparation": 10,
        "tempstotal": 20,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Le trianon ou royal de Nadine",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "300",
            "500",
            "3",
            "40",
            "200",
            " ",
            "60",
            "2",
            "30",
            "1/2",
            "2",
            "40"
        ],
        "unite": [
            "g",
            "g",
            "cl",
            "g",
            "g",
            " ",
            "g",
            "c.à.s",
            "g",
            "c.à.c",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat noir (52% cacao)",
            "crème entière (liquide ou pas, celle que vous savez monter en chantilly)",
            "d'Alcool de menthe (Ricqlès, ou à défaut Get 27 voire sirop de menthe, 1 cuillère à soupe)",
            "pralin (marque Vahiné, c'est de la nougatine concassée finement, ce produit n'est pas indispensable)",
            "pralinoise (voir la photo...Poulain 1848)",
            "crêpe dentelle (\" gavottes \", voir photo) soit 9 petits papiers dorés (il y en a 12 au total et le paquet complet fait 125 g)",
            "sucre en poudre",
            "farine rases",
            "beurre fondu",
            "levure chimique",
            "oeufs",
            "poudre de noisette (ou, à la limite, de la poudre d'amandes)"
        ],
        "image": "https://assets.afcdn.com/recipe/20170623/69271_w1024h1024c1cx2000cy3000.jpg",
        "etapes": [
            "Je vous suggère de bien lire la recette et les commentaires en bas de page avant de vous lancer, la réalisation n'en sera que plus facile.",
            "Résumé de la recette:",
            "Première étape, préparer le biscuit :",
            "Imaginez que c'est un biscuit à rouler, c'est le même principe. ",
            "Pour cela, on casse les œufs et on les bat longtemps avec le sucre, le mélange doit franchement blanchir. On ajoute la farine, la levure, la poudre de noisette et le beurre fondu, et on mélange bien.",
            "On pose le moule sur une plaque couverte de papier sulfurisé graissé, on verse la pâte dedans sur une épaisseur de ½ cm pas plus et on fait cuire 10 à 15 minutes à 180°C. ",
            "Une fois cuit (au toucher il doit être à peine cuit, et peu coloré), poser le fond de biscuit avec le papier sulfurisé sur un torchon humide pour arriver à décoller le papier. ",
            "Placer le cercle sur le plat de présentation. Reposer le biscuit dedans (avant qu'il ne refroidisse trop, il devient cassant). ",
            "Là on laisse refroidir 10 minutes, le temps pour nous de préparer la suite.",
            "Seconde étape, le praliné feuilleté :",
            "Faire fondre la pralinoise au bain-marie, laisser tiédir, écraser les crêpes en grosses paillettes avec un rouleau à pâtisserie, ajouter le pralin et les gavottes à la pralinoise fondue.",
            "Étaler sur le fond de biscuit en couche fine, tasser éventuellement avec les mains mouillées d'eau froide. Réfrigérer 30 minutes, ça doit durcir.",
            "Troisième couche : la chantilly au chocolat. ",
            "On attaque cette étape quand le praliné est dur. ",
            "Faire fondre le chocolat avec un peu de crème (jusqu'à 1/5ème). Monter la crème restante en chantilly : la crème à 30% de matières grasses, hyper froide, le bol passé 30 min au congélateur, et c'est parti !",
            "Incorporer une cuillère de chantilly au chocolat fondu pour le détendre, ajouter l'alcool. Mélanger la chantilly et le chocolat délicatement. Verser dans le cercle par-dessus le reste sur environ 2 cm d'épaisseur (il reste souvent un bol en trop). ",
            "On lisse le dessus de la crème à la spatule, puis on fait des stries avec une fourchette. ",
            "On enroule bien le tout dans du film étirable et c'est parti pour au moins 4 heures de réfrigérateur. ",
            "On pense à faire sa vaisselle (oh là là !!!). ",
            "Plusieurs heures plus tard… la crème a durci, le gâteau est prêt à être démoulé. ",
            "On saupoudre de cacao à l'aide d'une passoire.",
            "Enfin, on peut décorer avec de la pâte d'amandes, des copeaux de chocolat noir et blanc, des pistaches, des crêpes dentelles… bref ce qu'on veut."
        ],
        "tempspreparation": 120,
        "tempstotal": 135,
        "nombredepersonne": 8,
        "categorie": "dessert"
    },
    {
        "nom": "Tiramisu aux speculoos",
        "source": "Marmiton",
        "difficulte": 3,
        "quantite": [
            "80",
            "1",
            "300",
            "1",
            "250",
            "3",
            "2",
            "30"
        ],
        "unite": [
            "g",
            "sachet",
            "g",
            "c.à.s",
            "g",
            " ",
            "tasses",
            "g"
        ],
        "ingredients": [
            "sucre roux",
            "sucre vanillé",
            "spéculoos",
            "d'amaretto",
            "mascarpone",
            "oeufs",
            "café noir assez fort",
            "cacao en poudre non sucré"
        ],
        "image": "https://assets.afcdn.com/recipe/20191128/103126_w1024h1024c1cx2583cy1740cxb5166cyb3480.jpg",
        "etapes": [
            "Faire un ruban avec les jaunes d'oeufs, le sucre et le sucre vanillé.",
            "Y ajouter le mascarpone.",
            "Battre les blancs en neige, les incorporer délicatement au mélange.",
            "Ajouter l'amaretto au café noir.",
            "Monter le gâteau: tremper, au fur et à mesure, les speculoos dans le café (attention à ne pas les \"détremper\").",
            "Dans un plat, mettre une couche de biscuits, ensuite une couche de crème au mascarpone. Ensuite une autre couche de biscuits, et terminer par une couche de crème.",
            "Saupoudrer de cacao, couvrir d'un film plastique et mettre au réfrigérateur quelques heures."
        ],
        "tempspreparation": 25,
        "tempstotal": 25,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Cannelés (7ème rencontre Marmiton)",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "1/2",
            "3",
            "100",
            "200",
            "25",
            "50",
            "2",
            "2"
        ],
        "unite": [
            "gousse",
            "c.à.s",
            "g",
            "g",
            "g",
            "cl",
            " ",
            " "
        ],
        "ingredients": [
            "vanille (ou ½ cuillère à café d’extrait de vanille liquide)",
            "rhum",
            "farine",
            "sucre en poudre",
            "beurre",
            "lait",
            "oeufs entiers",
            "jaunes d'oeuf"
        ],
        "image": "https://assets.afcdn.com/recipe/20220426/131518_w1024h1024c1cx2120cy1416cxb4240cyb2832.jpg",
        "etapes": [
            "La veille : faire bouillir le lait avec la vanille et le beurre. ",
            "Pendant ce temps, mélanger la farine, le sucre puis incorporer les oeufs d'un seul coup, verser ensuite le lait bouillant. ",
            "Mélanger doucement afin d'obtenir une pâte fluide comme une pâte à crêpes, laisser refroidir, puis ajouter le rhum.",
            "Placer au réfrigérateur 24 heures au minimum, 48 heures au maximum. ",
            "Le jour J : sortir la pâte du frigo au moins une heure avant la cuisson.",
            "Préchauffer le four à thermostat 9 (270°C). ",
            "Verser la pâte dans les moules, en ne les remplissant qu'aux 3/4: poser les moules sur une tôle, et cuire à th. 9 pendant 5 minutes, puis baisser le thermostat à 6 (180°C) et continuer la cuisson pendant 1 heure (au moins, cela dépend de votre four, chez moi ça prend 1h20!): le cannelé doit avoir une croûte brune et un intérieur bien moelleux. ",
            "Démouler encore chaud."
        ],
        "tempspreparation": 10,
        "tempstotal": 70,
        "nombredepersonne": 16,
        "categorie": "dessert"
    },
    {
        "nom": "Tarte au citron meringuée",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "100",
            "1/2",
            "2",
            "150",
            "1",
            "4",
            "3",
            "250",
            "125",
            "70",
            "5",
            "1",
            "2"
        ],
        "unite": [
            "g",
            "c.à.c",
            " ",
            "g",
            "c.à.s",
            " ",
            " ",
            "g",
            "g",
            "g",
            "cl",
            "pincée",
            " "
        ],
        "ingredients": [
            "sucre glace",
            "levure chimique",
            "blancs d'oeuf",
            "sucre semoule",
            "maïzena",
            "citrons de taille moyenne",
            "oeufs",
            "farine",
            "beurre doux",
            "sucre semoule",
            "d'eau",
            "sel",
            "jaunes d'oeuf"
        ],
        "image": "https://assets.afcdn.com/recipe/20140121/63377_w1024h1024c1cx1100cy1412cxb2796cyb3567.jpg",
        "etapes": [
            "On commence par la pâte sablée : mettre le four à préchauffer à 180°C (thermostat 6).\r\n\r\nOn sépare les blancs des jaunes d'oeufs.\r\n",
            "Fouetter les jaunes d'oeuf avec le sucre et 2 cuillères d'eau pour faire mousser.",
            "Mélanger au doigt la farine et le beurre coupé en petits cubes",
            "pour obtenir une consistance sableuse et afin que tout le beurre soit absorbé (il faut faire vite pour que le mélange ne ramollisse pas trop). ",
            "Verser au milieu de ce \"sable\" le mélange liquide.",
            "Incorporer rapidement au couteau les éléments sans leur donner de corps.",
            "Former une boule avec les paumes",
            "et l'écraser 1 ou 2 fois pour rendre la boule plus homogène. ",
            "Foncer un moule de 25 cm de diamètre avec la pâte sablée",
            "puis la recouvrir de papier sulfurisé et de haricots secs.",
            "Cuire à blanc 20 à 25 minutes (NB après baisser le four à 120°C/150°C environ pour la meringue). ",
            "On poursuit avec la crème au citron : laver les citrons et en râper deux afin de récupérer le zeste.",
            "Mettre les zestes très fins dans une casserole avec le jus des citrons, le sucre et la Maïzena.",
            "Remuer et commencer à faire chauffer à feux doux.",
            "Battre les oeufs dans un récipient séparé. \r\nUne fois les oeufs battus, incorporer tout en remuant le jus de citron, le sucre, la Maïzena et les zestes. ",
            "Mettre à feu vif et continuer à remuer à l'aide d'un fouet. \r\nLe mélange va commencer à s'épaissir. \r\nVeiller à toujours remuer lorsque les oeufs sont ajoutés car la crème de citron pourrait brûler.",
            "Ôter du feu et verser l'appareil sur le fond de tarte cuit. ",
            "Laisser refroidir.",
            "Terminons par la meringue : monter les blancs en neige avec une pincée de sel. ",
            "Quand ils commencent à être fermes, ajouter le sucre puis la levure. \r\nFouetter jusqu'à ce que la neige soit ferme. ",
            "Recouvrir la crème au citron de meringue",
            "puis enfourner la tarte à 120°C/150°C jusqu’à ce que la meringue dore (environ 10 minutes).",
            "Déguster",
            "Une part ?"
        ],
        "tempspreparation": 30,
        "tempstotal": 55,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Gâteau aux pommes facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "120",
            "1",
            "1/2",
            "125",
            "3",
            "1/2",
            "3"
        ],
        "unite": [
            "g",
            "paquet",
            "paquet",
            "g",
            " ",
            "verre",
            " "
        ],
        "ingredients": [
            "sucre semoule",
            "sucre vanillé",
            "levure chimique",
            "farine",
            "oeufs",
            "d'huile de colza",
            "pommes"
        ],
        "image": "https://assets.afcdn.com/recipe/20170529/37207_w1024h1024c1cx2000cy3000.jpg",
        "etapes": [
            "Préchauffer le four à 160°C (thermostat 5-6).\nMélanger tous les ingrédients de la pâte.",
            "Ajouter les pommes préalablement coupées en cube.",
            "Mélanger à nouveau à la spatule.",
            "Verser la pâte à gâteau dans un moule beurré et cuire pendant 40 à 50 minutes.",
            "Déguster !"
        ],
        "tempspreparation": 10,
        "tempstotal": 50,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Tarte frangipane aux poires et au chocolat",
        "source": "Marmiton",
        "difficulte": 2,
        "quantite": [
            "100",
            "1",
            "100",
            "125",
            "3",
            "2",
            "100"
        ],
        "unite": [
            "g",
            " ",
            "g",
            "g",
            " ",
            " ",
            "g"
        ],
        "ingredients": [
            "chocolat spécial dessert",
            "pâte feuilletée",
            "beurre tendre",
            "sucre en poudre",
            "poires conférences bien mûres",
            "oeufs",
            "d'amandes en poudre"
        ],
        "image": "https://assets.afcdn.com/recipe/20171220/76170_w1024h1024c1cx2000cy3000cxb4000cyb6000.jpg",
        "etapes": [
            "Préchauffer votre four à thermostat 7 (220°C).",
            "Dans un saladier, mélanger le beurre mou, la poudre d'amandes et le sucre jusqu'à obtention d'un mélange lisse. Ajouter les 2 œufs préalablement battus et bien mélanger.",
            "Dérouler la pâte en conservant la feuille de cuisson et piquer le fond. Éplucher, épépiner et couper les poires en 2 ou 4.",
            "Faire fondre le chocolat au bain marie ou micro-ondes puis napper le fond de tarte. Verser dessus la préparation à base d'amandes et y disposer les poires.",
            "Faire cuire votre tarte dans la partie basse du four environ 30 min (surveiller la cuisson pour ne pas que le fond de tarte brûle)."
        ],
        "tempspreparation": 10,
        "tempstotal": 40,
        "nombredepersonne": 6,
        "categorie": "dessert"
    },
    {
        "nom": "Pain d'épices aux fruits secs facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "250",
            "100",
            "200",
            "1/2",
            "1",
            " ",
            " ",
            " ",
            " ",
            " ",
            "10",
            "50",
            "1",
            " ",
            " ",
            " ",
            " "
        ],
        "unite": [
            "g",
            "g",
            "g",
            "sachet",
            "pincée",
            " ",
            " ",
            "noix",
            "noix",
            " ",
            "cl",
            "g",
            " ",
            " ",
            " ",
            "noisettes",
            " "
        ],
        "ingredients": [
            "miel (d'un goût assez fort, bruyère par exemple)",
            "beurre fondu",
            "farine",
            "levure",
            "sel",
            "gingembre",
            "clou de girofle",
            "",
            "coco",
            "écorce d'orange",
            "lait chaud",
            "cassonade",
            "oeuf",
            "cannelle",
            "muscade ...",
            "",
            "amandes"
        ],
        "image": "https://assets.afcdn.com/recipe/20201201/116004_w1024h1024c1cx2000cy3000cxb4000cyb6000.jpg",
        "etapes": [
            "Délayer le miel dans le lait chaud. ",
            "Ajouter le beurre fondu, ",
            "puis la farine en mélangeant énergiquement en cas de grumeaux. ",
            "Incorporer alors la levure, la cassonade, l'oeuf et le sel.",
            "Ajouter les épices",
            "et les noix, selon les goûts.",
            "Verser dans un moule à cake",
            "Cuire 30 à 35 minutes."
        ],
        "tempspreparation": 15,
        "tempstotal": 50,
        "nombredepersonne": 8,
        "categorie": "dessert"
    },
    {
        "nom": "Galette des rois facile",
        "source": "Marmiton",
        "difficulte": 1,
        "quantite": [
            "2",
            "50",
            "100",
            " ",
            "10",
            "1",
            "125",
            "2",
            "1",
            " ",
            "10"
        ],
        "unite": [
            " ",
            "g",
            "g",
            " ",
            "g",
            "cuillère",
            "g",
            " ",
            " ",
            " ",
            "cl"
        ],
        "ingredients": [
            "ronds de pâte feuilletée",
            "beurre",
            "sucre en poudre",
            "vanille en poudre",
            "maïzena (1 cuillère à soupe rase)",
            "rhum (ou kirsch)",
            "d'amandes en poudre",
            "oeufs entier",
            "jaune d'oeuf pour dorer",
            "liqueur d'amande",
            "lait"
        ],
        "image": "https://assets.afcdn.com/recipe/20171019/73549_w1024h1024c1cx2880cy1920cxb5760cyb3840.jpg",
        "etapes": [
            "Battre les 2 oeufs avec le sucre. Ajouter la Maïzena délayée dans le lait froid. ",
            "Cuire à feu doux jusqu’à ébullition en remuant. Laisser épaissir et retirer du feu. ",
            "Ajouter la poudre d’amandes, la vanille, les liqueurs et le beurre coupé en morceaux. ",
            "Garnir un fond de pâte. Recouvrir avec l’autre rond, souder les bords. Dorer avec le jaune d’oeuf. ",
            "Faire cuire en bas du four 30/35 mn (Th 6-7 ).",
            "La galette est cuite quand on peut la soulever sans qu’elle ne plie."
        ],
        "tempspreparation": 10,
        "tempstotal": 45,
        "nombredepersonne": 6,
        "categorie": "dessert"
    }
]